[Language]
DisplayName = Azərbaycan
Tərcümə etdi: Z E C K v4.8       Tarix: 20.04.2017 

[500]
500 = *** Section use for Bot messages and splash ***
1 = Əmr Fayllarını Çalışdıra bilmirsinizsə AutoIt v3 Script / faylını Compile Ediniz (x64) - (x86)! \ R \ nBu Xəta ilə hələdə üzləşirsinizsə, AutoIti yenidən yükləyin.
2 = Əmr sətirindən (və ya qısayol) istifadə edərək birdən çox MyBot işlədə bilərsiniz. \R\n  MyBot.run.exe [ProfilAdı] [EmulatorAdı] [KopyaAdı] \ r \ n \ r \ nKom sətir paramedinrlərini İstifadə, "Profil Adı" "Emulator adı "" Emulator Kopya adı "Bot qovluğunu açıb, MyBot.run.au3 faylına sağ tıklayip" Kısayol yarat "tıklayin.Oluşturduğunuz kisayola sağ tıklayin və Özelliklərə girin.Hədəfin sonuna paxtarmedinrelerinizi əlavə edin. (Mybot / MyBot.run.au3 02MEmu MEmu_3) Örnəkdə "02 Məmun MEmu_3" istifadə edilmişdir yəni 02 adlı profili yükləyərək MEmu_3 adlı Memu kopiyasını istifadə botu çalistiracaktir. (BlueStackslə Uyğun deyil). \ R \ nindipported Emulators are Memu, Droid4X, Nox, BlueStacks2, BlueStacks, KOPlayer and LeapDroid. \ R \ n \ r \ nÖrnəklər: \ r \ n MyBot.run.exe MyVillage BlueStacks2 \ r \ n MyBot.run.exe " My Second Village "Memu MEmu_1
3 = %s
4 = %s (nümunə %s)
5 = %s Mybot onsuzda çalışır. \R\n\r\n
6 = %s profiliyle Botun %s onsuzda da çalışır. %S.\R\n\r\n
7 = Çalışarkən tapıldı %s  %s
8 = Android emulatoru qurulur: %s
9 = Oyun qalxanı %s üçün istifadə edilmir %s
20 =, Profil: %s
21 = Android başladılır ...
22 = Android algılanır ...
23 = İnterfeys yüklənir ...
24 = Qrafik İnterfeysi Yüklənir ...
25 = Ümumi bölümü Yüklənir ...
26 = Kənd bölümü yüklənir ...
27 = Hücum bölümü yüklənir ...
28 = Bot bölümü yüklənir ...
29 = Haqqımızda bölümü yüklənir ...
30 = Qrafik İnterfeysi başladılır ...
31 = Botu göstər
32 = Kiçiltdiyimdə gizlət
33 = Yardım Dəstəyi
34 = Haqqında
35 = Çıxış
36 = Əvvəlki botun bağlanılması ...

[600]
600 = *** Section use for Tab Name ***
0 = Bölüm Adı
1 = Gündəlik
2 = Kəndim
3 = Hücum Planı
4 = Bot
5 = Haqqımızda
6 = Müxtəlif
7 = İstek və Bağış
8 = Yüksəltmə
9 = Qırılmaz Modu
10 = Xəbərdarlıq
11 = Birlik İstəyi
12 = Birlik Bağışı
13 = Bağış Zamanlayıcısı
14 = Laboratoriya
15 = Qəhrəmanlar
16 = Binalar
17 = Divarlar
18 = PushBullet
19 = Təlimatlar
20 = Birliklər
21 = Büyülər
22 = Sürətləndirmə
23 = ÖKənd
24 = CKənd
25 = KB Ovu
26 = KB zorbalığı
27 = Parametrlər
28 = Axtarış
29 = Hücum
30 = Savaşı Bitir
31 = Toplayıcılar
32 = Kubok Ayarları
33 = Strateji Yüklə
34 = Stratejini Saxla
35 = Özəlləştir
36 = Profillər
37 = Statistikalar
38 = Qazanc
39 = Müxtəlif
40 = Hücum
41 = Birlik Təlimi
42 = Axtarış && Hücum
43 = Strategiyalar
44 = A - Toplayıcılar
45 = B - Şərtlər
46 = C - Hücum
47 = D - Milking Sonra
48 = E - Gelişmiş
49 = Not: Bu strateji dövriyyə xaricidir
50 = bölümü aktivləşdirmək üçün işarələ!
51 = Xəta Ayıqlama
52 = Birlik və Büyü Təlimi
53 = Android
54 = Təlim Sırası
55 = Bağışınız
56 = SmartZap

[601]
601 = *** Section use for General ***
2 = BOT Gündəliyi
3 = Görünüş
4 = Gündəlik görüntüsünü təyin etmək üçün bu seçimlərdan istifadə edin.
5 = Gündəlikləri mötərizə ilə ayır
6 = Bərabər Böl
7 = Uzun Bot, Qısa Hücum Gündəliyi
8 = Qısa Bot, Uzun Hücum Gündəliyi
9 = Tam Boy Bot Gündəlik
10 = Tam Boy Hücum Gündəliyi
11 = Təmizlə
12 = Hücum Gündəliyini Təmizlə
13 = Panoya Kopyala
14 = Hücum Gündəliyini panoya kopyalamak üçün istifadə edin (CTRL + C)
15 = HÜCUM Gündəliyi
16 =                    -------- Qənimət --------     -------- BONUS --------
17 = SAAT |KUBOK|AXTAR.|  QIZIL|ELEKSİR|QARA E.|KU.|U| QIZIL|ELEKS.|Q.E.|L.|
18 = Paypal Bağışı
19 = Dəstək
199 = Seçənəklər

[602]
602 = *** Section use for General Bottom ***
0 = - pulsuz bot -
1 = Başlat
2 = Dayandır
3 = Durdur
4 = Davam etdirənə qədər bütün hərəkətləri dayandırır.
5 = Davam
6 = Durdurulan botu davam etdirər.
7 = Axtarış Modu
8 = Hücum etməz, şərtlərlə eşləşən kənd axtarar
9 = Foto
10 = Kəndinizin anlıq görüntüsünü çəkmək və bir fayla saxlamaq üçün basın.
11 = Gizlət
12 = İstifadə etdiyiniz emulator ekranını gözdən uzağa daşımaq üçün basın.
13 = (Alta endirmez, gizlədər)
14 = Arxa plan
15 = Modu
16 = Arxa plan rejimini aktivləşdirmək üçün işarələyin.
17 = Bununla Android emulator pəncərəsini gizlədə bilərsiniz.
18 = Ö.K hücumu!
19 = C.K hücumu!
20 = KB Ovu!
22 = Kənd Hesabatı ilk
23 = başlatılmadan sonra
24 = burada görünəcək.
25 = Kənd məlumatları və statistikalar arasında keçid etmək
26 = Göstər
27 = Birləşdir
28 = Birləşdirmə
29 = Android pəncərəsini bota yerləştirmək üçün istifadə edin.
30 = Botu BAŞLATMAQ üçün istifadə edin.
31 = Botu (və ya ESC tuşunu) DAYANDIRMAQ üçün istifadə edin.

[603]
603 = *** Section use for commun dəyəri ***
0 = Yox
1 = Heçbir şey
2 = Bu düymə sətirdəki bütün qutuları işarələr yada təmizləyər
3 = AM
4 = PM
5 = Axtarış
6 = san.
7 = saniyə
8 = saniyələr
9 = Min
10 = dəqiqə.
11 = axtarış(es).
12 =%
13 = -
14 = Saatlar
15 = Saat
16 = İndi
17 = Bazar
18 = Mo
19 = Bazar ertəsi
20 = Tu
21 = Çərşənbə axşamı
22 = We
23 = Çərşənbə
24 = Th
25 = Cümə axşamı
26 = Fr
27 = Cümə
28 = Sa
29 = Şənbə
30 = Bağış və İstəyi yalnız günün bu saatlarında işlət
31 = Yalnız həftənin bu günləri ərzində
32 = Kənd
35 = Saat:
36 = Gün
37 = saat
38 = saat
39 = Səviyə
33 = Kral
34 = Kraliça

[604]
604 = *** Section use for Troops ***
1 = Barbar
2 = Oxçu
3 = Div
4 = Goblin
5 = Divar Qıranlar
6 = D.Qıran
7 = Balon
8 = Sehirbaz
9 = Şəfacı
10 = Əjdər
11 = Pekka
12 = P.E.K.K.A.s
13 = Dalqavuk
14 = Donuz minici
15 = Valkyrie
16 = Golem
17 = Cadı
18 = Lav Tazı
19 = Atıcı
20 = Körpə Əjdəha
21 = Mədənçi

[605]
605 = *** Section use for Spell ***
1 = İldırım Büyüsü
2 = Can Büyüsü
3 = Hirs Büyüsü
4 = Tullanma Büyüsü
5 = Dondurma Büyüsü
6 = Zəhər Büyüsü
7 = Zəlzələ Büyüsü
8 = Tələsik/Sürət Büyüsü
9 = Zəhər
10 = Zəlzələ
11 = Tələsik/Sürət
12 = Klon Büyüsü
13 = Sklet Büyüsü
14 = Sklet
15 = İldırım
16 = Can
17 = Hirs
18 = Tullanma
19 = Dondurma

[606]
606 = *** Section use for Tab End Battle ***
1 = Hücumu Bitir
2 = Qənimət qazanılmadığında
3 = Göstərilən saniyə müddətində yeni qənimət qazanılmazsa savaşı bitirər.
4 = Geri sayım bütün birlik və qəhrəmanlar buraxıldıqdan sonra başlayacaq.
5 = Gözlə
7 = Və qalan resurslar aşağıdakı kimidirsə
8 = Qalan resurs bu məbləğ altında isə.
9 = Resurs qalmadığında
10 = Qızıl, Eleksir və Qara Eleksir = 0 isə döyüşü bitirər
11 = Bir Ulduz qazanıldığında
12 = 1 ulduz qazanılarsa savaşı bitirər
13 = İki Ulduz qazanıldığında
14 = 2 Ulduz qazanılarsa savaşı bitirər
15 = Q.E tərəfdən hücum üçün savaşı bitirmək
16 = Seçənəkləri
17 = Canlı Kənd Paylama növündən
18 = Altında isə
19 = Qara Eleksir tərəfindən hücum üçün Xüsusi şərtləri aktiv edir.
20 = Əlavə imkanlar seçilməzsə savaşı Toplam Qara Eleksir yüzdəsinin altına düşdüyündə bitirər.
21 = Daima savaşı bitir Nizamlarını Yoxsay
22 = Qara Eleksir tərəfindən hücum tapıldığından normal Savaş Bitirmə seçənəkləri istifadə olunmaz.
23 = 1 Ulduz qazanıldığında
24 = Əgər
25 = Min Qara Eleksir yüzdəsinin altına düşərsə və Barbar Kralın canı azalarsa savaşı bitirər.
26 = zəifləsə
27 = Min. Qara Eleksir yüzdəsinin altına düşərsə və Oxçu Kraliçanın canı azalarsa savaşı bitirər.
28 = Ö.K hücumunu Sonda dəyişdir
29 = Bu seçənəyi aktiv etmədən əvvəl% Ordu düşərgələrini ayarla
30 = Nə zaman faizi
31 = Ümumi Ziyan Yüzdəsi yuxarıdırsa, Döyüşü Bitir
32 = yuxarı
33 = Nə zaman faizlə deyilsə
34 = Faiz seçilməmişdirsə savaşı bitir
35 = seçin

[607]
607 = *** Section use for Tab Scripted Attack ***
1 = CSV Script Seçimi və Ayarları
2 = IMG
3 = Əlavə məlumat üçün Profile -> Temp qovluğuna IMG yarat
4 = Script-i seçin. CSV/Attack qovluğuna yeni script əlavə edə və ya dəyişdirə bilərsiniz.
5 = Yenidən Yüklə
6 = Görüntülə/Redaktə
7 = Yeni CSV faylı yarat
8 = Scripti fərqli qeyd edin
9 = ImgLoc Ham Redline (default) | ImgLoc Redline buraxılma nöqtələri | original Redline
10 = Qırmızı xətt tətbiqini seçin. ImgLoc Varsayılan Qırmızı xətti ən yaxşısıdır.
11 = Buraxılma xəttləri Xarici küncdən | Buraxılma xətt yumruğu Qırmızı xətt nöqtəsi | Tam Buraxılma xətti düzəldildi Xarici künc | Tam buraxma Qırmızı Xətt cizgisi nöqtəsi | buraxma xətti yoxdur
12 = Parça Parça kənarlarını seçin. Varsayılan dəyərlər xarici küncdür və daha təhlükəsizdir. Ilk Qırmızı xətt Nöqtə hücumu səviyyəsini artıra bilər.

[608]
608 = *** Section use for Tab Strd Attack ***
1 = Birlik Paylama Seçənəkləri
2 = Birlik Paylaması
3 = Kənarlar
4 = Tek kənardan hücum, kəndin içinə girər
5 = İki kənardan hücum, kəndin içinə girər
6 = Üç kənardan hücum, küncdəkiləri təmizləyər, birazda içəridən girər
7 = Paylanacaq Kənar Sayını Seçin
8 = Tek Kənar
9 = İki Kənar
10 = Üç Kənar
11 = Bütün kənarları bərabər
12 = Gecikmə
13 = Birliklərin paylamasını gecikdirər. 1 (sürətli) = Bot kimi, 10 (yavaş) insan kimi
14 = Təsadüfi seçsəniz bot daha insancıl hücum edəcək.
15 = Dalğa
16 = Birlik & Dalğa üçün Rasgələ Gecikmə
17 = Ağıllı Hücum: Qırmızı Xətt yaxınlığında
18 = Kəndin xaricindəki "Qırmızı xətti" qəbul etmək və birlikləri yaxından buraxmaq üçün istifadə edin
19 = Paylama
20 = Birlik dalğaları üçün paylama tərzini seçin
21 = Tip 1: Hər birlik növü üçün bütün kənarlardan bir dalğa burax və digər növə keç VƏ ya
22 = Tip 2: Kənarları hər birində bütün birliklərdən tam bir dalğa dağıt (məs: Div, barbar və oxatan) sonra digər kənarlar keç
23 = Kənarlar, sonra birliklər
24 = Birliklər, sonra kənarlar
25 = Kənarlar, sonra birliklər
26 = Birlikləri Qızıl mədənləri yaxınına burax
27 = Birlikləri Eleksir sondalar yaxınına burax
28 = Birlikləri Qara eleksir sondaları yaxınına burax
29 = Birlikləri Qara eleksir sondalarına yaxın tək tərəfli burax
30 = Birlikləri Bələdiyyə Binasına yaxın tək tərəfli burax
31 = Q.E. tərəfindən hücum
32 = KB Tərəfindən Hücum
33 = Əvvəldən təyin olunmuş bir birlik buraxma əmrini seçin.
34 = Hər seçənək birlikləri fərqli bir nizamdada və fərqli dalğalar halında səfərbər edər
35 = "Yalnız əsgərləri burax" seçənəyində seçilən birliklər olacaq.

[609]
609 = *** Section use for Tab Trophy Sedinting ***
1 = Kubok Ayarları
2 = Kubok Aralığı
3 = MIN: Bot bu dəyərin altında enənə qədər kubok salacaq.
4 = MAX: Bot kubok miqdarı bu dəyərin üstünə çıxdığında kubok salmağa başlayacaq.
5 = Qəhrəmanları İstifadə edin
6 = Qəhramanlar mövcuddursa Kubok salmaq üçün istifadə edin
7 = Ölü Kənd isə hücum edin
8 = Kubok düşərkən axtarışda olan ilk ölü kəndə hücum edir.
9 = Ordunu Gözlə
10 = Kubok salmağa başlamazdan əvvəl ölü kənd hücumu üçün lazım olan tam ordunun faizinə daxil olun.
11 = Öncə Qəhrəmandan İstifadə edin
12 = Qəhrəman Botun mövcud olduğunda ilk dağıdacağı sıranı nizamlayın.

[610]
610 = *** Section use for Village Misc ***
1 = Hücumu Dayandır
2 = Botun hücumunu nə zaman dayandıracağını buradan seçə bilərsən
3 = Hücumu Dayandır
4 = Botu Dayandır
5 = Botu Bağla
6 = Bağla COC + Bot
7 = Kompüteri Bağla
8 = PC-i Yuxuya Al
9 = Yenidən başlat
10 = Şərtlər:
11 = Q və E Dolu Maks. kubok
12 = (Q və E) Dolu və ya Maks. kubok
13 = (Q və ya E) Dolu və Maks. kubok
14 = Q və ya E Dolu və ya Maks. kubok
15 = Qızıl və Eleksir Dolu
16 = Qızıl və ya Eleksir Dolu
17 = Qızıl Dolu və Maks.Kupa
18 = Eleksir Dolu və Maks. kubok
19 = Qızıl Dolu və ya Maks. kubok
20 = Eleksir və ya Maks. kubok
21 = Qızıl Dolu
22 = Eleksir Dolu
23 = Maks. kuboka çatıldığında
24 = Qara Eleksir Dolu
25 = Bütün Depolar (A + İ + QE) Dolu
26 = Bu qədər saat çalışdığında
27 = İndi yalnız (Təlim / Bağış)
28 = İndi yalnız (Bağış)
29 = İndi yalnız online qal
30 = Qalxan Varkən yalnız (Təlim / Bağış)
31 = Qalxan Varkən yalnız (Bağış)
32 = Qalxan Varkən yalnız online qal
35 = Qeyri-Kafi Resurslardan ötəri bot durdurulduğunda bu dəyərlərə çatınca botu
36 = Davam etdir
37 = Qızıl qeyri-kafiliyindən ötəri bot durdurulduğunda hücuma yenidən başlamaq üçün lazım olan minimum qızıl miqdarı.
38 = Eleksir qeyri-kafiliyindən ötəri bot durdurulduğunda hücuma yenidən başlamaq üçün lazım olan minimum eleksir miqdarı.
39 = Qara eleksir qeyri-kafiliyindən ötəri bot durdurulduğunda hücuma yenidən başlamaq üçün lazım olan minimum Qara eleksir miqdarı.
40 = Silahlansın, Topla, Sil
41 = Silahlandır və Yüklə
42 = Kəndinizdəki tələləri yenidən silahlandırmaq, X-yayı və Cəhənnəm qüllələrinə yenidən yükləmək üçün basın.
43 = Resursları və Qənimət Arabasını Topla
44 = Kəndinizdəki Resursları, Qızıl mədənləri, Eleksir sondalarını topla
45 = Qara Eleksir sondalarını toplamaq üçün işarələyin.
46 = Bu eyni zamandada Qənimət Arabasınıda toplayacaqdır.
47 = Məzar Daşlarını Təmizlə
48 = Hücumlardan sonra Kəndinizdəki məzar daşlarını avtomatik olaraq təmizləmək üçün işarələyin.
49 = Maneələri Sil
50 = Ağacları, kötükləri və s. təmizləmək üçün işarələyin.
51 = Daş Qutularını Topla
52 = Kəndinizdəki daş qutularını yığmaq üçün işarələyin.
53 = Binaları Əl İle Təsbit edin
54 = Kənd Binası
55 = Əl ilə Təsbit edin:
56 = Klan Qalası
57 = a, c.
58 = Ordu Düşərgəsi
59 = Bar.
60 = Qışlalar
61 = S.F.
62 = Büyü Fabriki
63 = D.S.F.
64 = Qara Büyü Fabriki
65 = Kral
66 = Barbar Kral
67 = Kraliça
68 = Oxçu Kraliça
69 = Böyük Böyük Gözətçi
70 = Böyük Qoruyucu
71 = Lab.
72 = Laboratoriya
73 = Resedin.
74 = Kənd nizamını dəyişdirdiyiniz zaman qeydli
75 = Bina mövqelərini yenidən qurmaq üçün bu düyməyə basın.
81 = Xəzinə
82 = Xəzinəyə toplamaq üçün Minimum Qızıl dəyəri.
85 = Vəya
83 = Xəzinəyə toplamaq üçün Minimum Eliksir dəyəri.
84 = Xəzinəyə toplamaq üçün Minimum Qara Elixir dəyəri.
86 = Xəzinəyə toplamaq üçün minimum Qızıl Depolama miqdarı.
87 = 'Əskik Qızıl' səhvi zamanı yığmaq üçün Davamlı Hücum dəyərləriylə eyni ayarlayın
88 = hücum üçün axtarış edərkən olur
89 = Vəya
90 = Xəzinəyə Minimum Eleksir toplamaq üçün Depolama Miqdarı.
91 = 'Əskik Eleksir' səhvi zamanı toplamaq üçün Davamlı Hücum Dəyərləri ilə eyni ayarlayın
92 = birlik təlimi zamanı olur
93 = Xəzinəyə Minumum Qara Eleksir toplamaq üçün Depolama Miqdarı.

[611]
611 = *** Section use for Tab Request Troops ***
1 = Klan Qalasına Birlik İstə
2 = İstek mətni (Birlik/Büyü)
3 = Dəstək Lütfən
4 = Bu yazı klan söhbətindəki Birlik İstəyi üçün istifadə ediləcək.
5 = Bağış zamanlaması

[612]
612 = *** Section use for Tab Donate Troops ***
22 = Bağışlanacaq Birlik və Büyülərin seçimi
23 = Qara
24 = Xüsusi birliklər
25 = Kiril
26 = Kiril Əlifbasını aktivləşdirmək üçün işarələyin.
27 = Bağışla:
28 = Birlik İstəyi
29 = Bütün istəklərə Bağışla
31 = Bu eyni zamanda BÜTÜN açar sözləri göz ardı edər.
32 = Bağış Üçün Açar Sözlər
33 = bu açar sözlərə Bağış etmə
34 = Bağış Üçün Qara Siyahı
35 = barbarlar | barb
36 = heç bir barbar | no barb | Barbarians heç | barb xeyr
37 = oxçular | arch
38 = heç bir oxçular | no arch | Archers heç | arch xeyr
39 = Div | giant | any | reinforcement
40 = divsiz | Giants xeyr
41 = goblins | Goblin
42 = heç bir goblins | goblins xeyr
43 = divar qıran | breaker
44 = heç bir divar qıran | divar qıran xeyr
45 = şarlar | balloon
46 = heç bir şarlar | balloons xeyr
47 = sehrbazlar | wizard
48 = heç bir sehrbazlar | wizards xeyr
49 = şəfacı
50 = xeyr şəfacı | Healer xeyr
51 = əjdaha
52 = heç bir əjdaha | əjdər xeyr
53 = Pekkan | Pekka
54 = xeyr Pekkan | Pekka xeyr
55 = yaltaq | Minion
56 = heç bir yaltaq | minions xeyr
57 = hogriders | hogs | hog
58 = heç bir donuz | hog xeyr
59 = valkyries | valkyrie
60 = valkyries | valkyries xeyr
61 = golem
62 = xeyr golem | golem xeyr
63 = cadılar | Witch
64 = xeyr cadılar | Witch xeyr
65 = lavahound | hound | lava
66 = heç bir lavahound | hound xeyr
71 = Hər hansı | need
72 = 1
73 = 2
74 = 3
76 = yalnız | just
77 = Bu açar sözlər üçün bağış etmə
78 = Ümumi Qara Siyahı
79 = klan savaşı | war | cw
80 = Birlik İstəyi Üçün Ümumi Qara Siyahı
81 = Açar sözləri eşləşirsə bağışla.
82 = Bütün birlik istəklərinə bağışla.
87 = zəhər
88 = heç bir zəhər | poison xeyr
89 = zəlzələ | quake
90 = xeyr zəlzələ | quake xeyr
91 = Tələsik
92 = heç tələsik | haste xeyr
93 = bowler \r\nbowlers\r\nbowl
94 = no bowler \r\nbowl no
95 = bala əjdər \r\nbala
96 = no bala əjdər \r\nbala əjdər no\r\nno bala\r\nbala no
97 = miner | mine
98 = no miner\r\nminer no\r\nno minə\r\nmine no
99 = sklet | skel
100 = xeyr skeledin\r\nskeledinon hyr\r\xeyir skel
101 = air indipport\r\nany air
102 = no air \r\Nair no\r\nonly\r\njust
103 = Çin
104 = Çin əlifbasına aktivləşdirmək üçün işarələyin.
115 = Extra Hərif Tanımlamaq:
116 = Koreya
117 = Korean Əlifbasını tanımlamaq üçün işarələyin.
105 = ildırım
106 = no lightning\r\nlightning no
107 = can
108 = no heal\r\nheal no
109 = hirs
110 = no rage\r\nrage no
111 = tullanma
112 = no jump\r\njump no
113 = dondurma
114 = no freeze\r\nfreeze no
1   = Note: Bağış Modu deaktivdir, qutunu işarələyin.
118 = Fars
119 = Fars Əlifbasını tanımlamaq üçün işarələyin.

[613]
613 = *** Section use for Tab Schedule Donations ***
1 = Bağış Programı
2 = Bağış Filtri (Klan üzvləri)
4 = Filtr Yoxdur, Bağış edin
5 = Filtr Yoxdur ancaq Klan Dostları görünüşlərini yığın
6 = Yalnız Ağ Siyahıda Klan yoldaşlarına Bağış edin
7 = Qara Siyahıdakı Klan Dostları xaricində hamısına Bağış edin
8 = Bu seçənəkdən istifadə edərək komandanın bütün üzvlərinə Bağış etmək üçün istifadə edə bilərsiniz, (Filtr Yoxdur), yalnızca müəyyən dostlara Bağış edin (Ağ Siyahı) və ya komandanın bəzi üzvlərinə Bağış etməyin (Qara Siyahı)
9 = Klan Dostları Şəkil qovluğunu Aç
10 = Clan Dostlarının görünüşləri tutulur və ana qovluğa qeyd olunur, (Ağ və ya Qara Siyahı)
13 = Tam əsgərə yaxın bağışları keç
14 = Əgər birliklər ordu düşərgəsindən sayca çoxsa
15 = Tam əsgərə yaxın bağışı keçin

[614]
614=***Section use for Tab Yüksəltmə Laboratory***
1 = Laboratoriya
2 = Avtomatik Laboratoriya yüksəltməsini Aç
3 = Laboratoriya yüksəltmələrini avtomatik olaraq başlatmaq üçün qutunu işarələyin.
4 = Sonrakı
5 = Bu menyudan yüksəldiləcək birliyi seçin.
6 = Birlik ikonu sol tərəfdə görünəcək.
7 = Qəhramanlar, Qara Qışla Birlikləri/Büyülərdən sonra yüksəldilir.
8 = Qırmızı buton göründüyü müddətcə laboratoriya yüksəltmədə olduğu mənasını verər.
9 = Yüksəltmənin bitməsinə yaxın bu avtomatik olaraq yox olacaq.
10 = Yüksəltmə əllə, normal bitmə saatından əvvəl daşlar ilə bitmiş olması vəziyyətində,
11 = YENİ YÜKSƏLTMƏ başlamamışdan əvvəl daxili yüksəltmə zamanlayıcısını yenidən qurmaq üçün qırmızı düyməsinə basın.
12 = Diqqət - Gərəksiz zamanlayıcı sıfırlaması, laboratoriya vəziyyətini davamlı nəzarət etmək üçün məcbur edər.
13 = Laboratoriya üçün yeniləmə zamanlayıcısını sıfırlamaq istədiyinizdən 100% əminsinizmi?
14 = Sıfırlamak üçün Yaxşı-ya tıklayın
15 = Və ya çıxmaq üçün Ləğv düyməsini basın
16 = Zamanlayıcını sıfırlayın
17 = Ləğv et və Qayıt
18 = Laboratoriyada yüksəltmə zamanlayıcısını sıfırlayırsınızmı?
19 = Əsgər Yüksəldilməsi Başladıldı
20 = Bitirməyə aşağıdakı ünvandan nəzarət etməyə başlayacaq:

[615]
615 = *** Section use for Tab Upgrade Qəhramanlar ***
1 = Qəhrəmanları Davamlı Yüksəltmə
2 = Qəhrəmanları Avtomatik olaraq yüksəlt.
3 = Kafi Qara Eleksir olduğunda Barbar Kralın yüksəldilməsi aktivləşər. (Saxlanılacaq Min. Qara Eleksir)
4 = Barbar Kralı Müxtəlif pəncərəsində əl ilə seçə bilərsiniz.
5 = Müxtəlif pəncərəsindəki Botu Davam etdir bölümündə Min. Qara Eleksir ilə burdakı Min. Qara Eleksirə nəzarət edin.
6 = Kafi Qara Eleksir olduğunda Oxçu Kraliçanın yüksəldilməsi aktivləşər. (Saxlanılacaq Min. Qara Eleksir)
7 = Oxçu Kraliçanı Müxtəlif pəncərəsində əl ilə seçə bilərsiniz.
8 = Kafi Qara Eleksir olduğunda Böyük Gözətçinin yüksəldilməsi aktivləşər. (Saxlanılacaq Min. Qara Eleksir)
9 = Böyük Qoruyucunu Müxtəlif pəncərəsində əl ilə seçə bilərsiniz.
11 = Kənd Binası 7 və üzərində açılır.
12 = Kənd Binası 9 və üzərində açılır.
13 = Kənd Binası 11-də açılır.

[616]
616 = *** Section use for Tab Yüksəltmə Buildings ***
1 = Bina və ya Qəhramanlar
2 = Obyektin Adı
3 = Lvl
4 = Tip
5 = Xərc
6 = Zamanlayıcı
7 = Təkrar
8 = Yüksəlt.-ri Təsbit et
9 = Yüksəldiləcək binaların mövqeyini təsbit etmək və saxlamaq üçün düyməyə basın.
10 = Aktiv təkrarı ilə yüksəltmələr keçilir və yerinə hərhansı bir yüksəltmə davamı ola bilməz
11 = Yenidən
12 = Müəyyən olunan bütün yüksəltmələri silmək və yenidən qurmaq üçün düyməyə basın.
13 = Təkrar qutusu işarəli isə məlumatlar sıfırlanmaz.
14 = Min. Qızıl
15 = Yüksəltmə edildikdən sonra Saxlanılacaq minimum qızıl miqdarını yazın.
16 = Bu dəyəri Hücum axtarışı və ya Divar yüksəltmələri üçün lazım olan miqdarı seçin.
17 = Min. Eleksir
18 = Yüksəltmə edildikdən sonra Saxlanılacaq minimum eleksir miqdarını yazın.
19 = Bu dəyəri Birlik Təlimi və ya Divar yüksəltmələri üçün lazım olan miqdarı seçin.
20 = Min. Qara E.
21 = Yüksəltmə edildikdən sonra Saxlanılacaq minimum Qara Eleksir miqdarını yazın.
22 = Bu dəyəri Qara Qışla Birlik təlimi üçün lazım olan miqdarı seçin.
26 = Min.Eleksir Saxla
27 = Yüksəltmək üçün işarətlə.
28 = Qutusunu işarələyərək aktiv edin.
29 = Yüksəltmə növünü göstərir.
30 = Vəziyyəti: Qırmızı=programlanmamış, Sarı=proqramlaşdırılmış, bitirilməmiş, yaşıl=bitirilmiş
31 = Yüksəltmələrə nəzarət edildikdən sonra bu qutuya obyekt adı yazar
32 = Yüksəltmələrə nəzarət edildikdən sonra bu qutuya obyekt səviyyəsini yazar
33 = Yüksəltmələrə nəzarət edildikdən sonra bu qutuya yüksəltmə xərcini yazar
34 = Yüksəltmələrə nəzarət edildikdən sonra bu qutuya yüksəltmə müddətini yazar
35 = Yüksəltməni davamlı təkrarlamaq üçün işarələyin..
36 = Bu qutu, yüksəltmə bitimindən sonra təxmini bitiş zamanlayıcısına nəzarət edər
37 = Təxmini Bitiş.

[617]
617 = *** Section use for Tab Upgrade Wall ***
1 = Divarlar
2 = Avto. Divar Yenilə
3 = Kafi resurs varsa Avtomatik Divar Qaldırmaq üçün bu qutunu işarələyin.
4 = Divarları test etmək və tapmaq üçün mövqe sayı. Yüksək daha yaxşıdır amma yavaşdır.
5 = TEST
6 = Divar təsbit etməyi test etmək üçün basın.
7 = Qızıl İstifadə edin
8 = Yalnızca Qızıl.
9 = Bütün Divar səviyyələrində mövcud.
10 = Eleksir İstifadə edin
11 = Divarlar üçün Yalnız Eleksir is. edin
12 = Yalnız Eleksir ilə yüksəltmək Divar səviyyələrində mövcud.
13 = Əvvəl Eleksirdən sonra Qızıldan is. edin.
14 = Əvvəl Eleksirdən istifadə edər, kifayət qədər deyilsə Qızıldan istifadə edər.
15 = Divarlar üçün 1 İşçini boş saxla
16 = Divarlar üçün 1 dənə işçi saxlayar və
17 = Digər Yüksəltmə üçün uyğun işçi sayısını 1 azalt
18 = Divar Səviyyəsini Axtar
19 = Bu səviyyədəki divarları axtarar və bir-bir yüksəltməyə çalışar.
20 = Yüksəltmə xərci
21 = Bir divarın yüksəldilməsi.
22 = Divar səviyyəsini yüksəldən dəyər yenilənir.
23 = Min.Qızıl Saxla
24 = Divar yüksəltməsi edildikdən sonra geriyə bu qədər qızıl qalsın.
25 = Hücum axtarış və digər Yüksəltmə üçün lazım olan dəyəri seçin.
27 = Divar yüksəltməsi edildikdən sonra geriyə bu qədər Eleksir qalsın.
28 = Birlik Təlimi yada digər divar yüksəltmələri üçün lazım olan dəyəri seçin.
29 = Divar sayı
30 = Divar səviyyəsinin nömrəsini daxil edin
31 = Sahib olduğunuz
32 = Min.Eleksir Saxla

[618]
618 = *** Section use for Tab Achievements ***
1 = Müdafiə
2 = Qırılmaz Modunu Aç
3 = Müdafiəni Qırılmaz modda istifadə üçün aktivləşdirin.
4 = Gözləmə müddəti
5 = Oyunu bağlamaq və müdafiə qazanmaq üçün düşmən hücumlarının gözləniləcəyi müddət. (1-99 dəqiqə)
6 = Dəqiqə
7 = Min. qənimət
8 = Min. qoruma
9 = Qızıl daxil edilən miqdarı dəyərin altındadırsa qırılmaz modu durdurulur, normal moda keçər.
10 = Axtarış yada Yüksəltmə üçün lazım olan qızıl miqdarını buradan seçin.
11 = Qırılmaz Modu aktiv etmək üçün lazım olan depodaki qızıl miqdarı.
12 = Düşməni cəlb etmək üçün vəya yüksəltmələr üçün daxil edilən gərəkli qızıl miqdarı.
13 = Eleksir daxil edilən miqdarı dəyərin altındadırsa qırılmaz modu durdurulur, normal moda keçər.
14 = Düşməni cəlb etmək üçün vəya yüksəltmələr üçün daxil edilən gərəkli eleksir miqdarıdır.
15 = Qırılmaz Modu aktiv etmək üçün lazım olan depodaki eleksir miqdarı.
16 = Daxil edilən eleksir miqdarı, düşməni cəlb etmək və ya Yüksəltmə üçün gərəklidir.
17 = Qara Eleksir miqdarı daxil edilən dəyərin altındadırsa qırılmaz modu durdurulur, normal moda keçər.
18 = Daxil edilən Qara eleksir miqdarı, birlik yaratmaq və ya Yüksəltmə üçün gərəklidir.
19 = Qırılmaz Modu aktiv etmək üçün lazım olan depodaki Qara eleksir miqdarı.
20 = Daxil edilən Qara eleksir miqdarı, düşməni cəlb etmək və ya Yüksəltmə üçün gərəklidir.
21 = Qırılmaz Modu Necə İstifadə olunur
22 = qırılmaz modu müdafiə qazanar və "Ölümsüz" müvəffəqiyyət əldə etmənizə köməkçi olar.
23 = "Gözləmə vaxtı"-nı botu müdafiə üçün nə qədər gözləməsini istəyirsinizsə ona nizamlayın.
24 = Minimum qənimət: Hücumdan əvvəl lazım olan qənimət miqdarıdır.
25 = Qorunacaq qənimət: qırılmaz modu başlamazdan əvvəlki qənimət miqdarıdır.
26 = Daha çox məlumat üçün aşağıdakı linkə daxil olun:
27 = Daha çox məlumat

[619]
619 = *** Section use for Tab Notify PushBullet/Telegram ***
1 = PushBullet/Telegram
2 = PushBulleti aktivləşdir
3 = PushBullet bəyanatlarını aktivləşdir
4 = Telegramı aktivləşdir
5 = Telegram bəyanatlarını aktivləşdir
6 = Uzaqdan İdarə
7 = PushBullet Uzaqdan Nəzarət aktivləşdirən
8 = Başlanğıcda Mesajları Sil
9 = Bot başlatdığınızda əvvəlki push bəyanatlarını siləcək
10 = İndi bütün ismarıcları sil
11 = Bütün PushBullet mesajlarını silmək üçün bura tıklayın.
12 = Köhnə Mesajlari Sil
13 = Göstərilən saatdan daha köhnə bütün əvvəlki push bəyanatlarını sil
14 = Silinəcək mesajların aralığını nizamlayın.
15 = Saat
16 = Simgə (PushBullet)
17 = PushBullet bəyanatlarını istifadə üçün bir Tokene ehtiyaciniz var. buradan PushBullet.com
18 = Token (Telegram)
19 = Telegram bəyanatlarını istifadə üçün bir Tokene ehtiyacınız var. Telegram.comdan
20 = Kənd
21 = - Kənd Adı.
22 = Bu seçimlər üçün PushBullet / Telegrama mesaj göndər
23 = Match Found
24 = Bot hücuma uğramış bir kənd tap mövcud miqdarı göndər.
25 = Last raid as image
26 = Son Hücumun ekran görüntüsünü göndər.
27 = Last raid as Text
28 = Son hücum nəticələrini Txt olaraq göndər.
29 = Ordu düşərgəniz fulldur
30 = Ordu düşərgəsinin dolu olduğunda bir xəbərdarlıq göndərir.
31 = Wall upgrade
32 = Divar yüksəltmələri haqqında məlumat göndərir.
33 = Error: Out Of Sync
34 = səhv olduğunda Xəbərdarlıq göndərmək: Müştəri vəya Server Uyğun deyil
35 = Take a break
36 = Çox uzun müddətdir oynayırsa və Kəndlülerinize bir xəbərdarlıq göndər
37 = İnşaatçı Idle
38 = Ən az bir inşaatçı Bostan oldugunda Xəbərdarlıq göndər.
39 = Village Report
40 = Kənd Hesabatı göndərmək.
41 = Alert Last Attack
42 = Son hücum haqqında məlumat göndər.
43 = Another Divice
44 = Kəndin başqa bir cihaz bağlandığında bir xəbərdarlıq göndərir.
45 = Maintenance
46 = COC serverləri yoxlayarkən SuperCell tərəfindən bir xəbərdarlıq göndərir
47 = BAN
48 = Kəndin SuperCell tərəfindən BAN-lansa Xəbərdarlıq göndərir.
49 = BOT Update
50 = Botun yeni bir versiyası oldugunda bir xəbərdarlıq göndərir.
51 = Xəbərdarlıq müddəti
52 = yalnız bu saatlarda
53 = sətirdə ki Bütün Kutulari işarə yada Temizler
54 = yalnızca həftənin bu günündə bildir
55 = indi
56 = Bazar
57 = Mo
58 = Bazar ertəsi
59 = Tu
60 = Çərşənbə
61 = We
62 = Çərşənbə Axşamı
63 = Th
64 = Cümə
65 = Fr
66 = Cümə Axşamı
67 = Sa
68 = Şənbə
69 = yardım?
70 = PushBullet və Telegram Uzaqdan Control Komandaları

[620]
620 = *** Section use for Notify Revamp ***
1 = BOT
2 = HELP
3 = - Botunuzu Əmr göndərmək üçün bu siyahıdan istifadə edərək uzaqdan əmr edə bilərsiniz:
4 = HELP
5 = - Yardım mesajı göndər
7 = DELedinE
8 = - əvvəlki PushBullet mesajlarınızın hamısını sil
9 = RESTART
10 = - <Kənd Adı> adlı Emulatorü və botu yenidən başlAdır.
11 = STOP
12 = - <Kənd Adı> adlı botu dayandırır.
13 = PAUSE
14 = - <Kənd Adı> adlı botu durdurur.
15 = RESUME
16 = - <Kənd Adı> adlı botu qaldığı yerdən davam etdirər
17 = STATS
18 = - <Kənd Adı> adlı Kəndin statistikalarını göndərir
19 = LOG
20 = - <Kənd Adı> adli bu ankı Gündəlikləri göndər
21 = LASTRAID
22 = - son hücum ekran görüntüsünü göndər
23 = LASTRAIDTXT
24 = - son hücumun qənimət dəyərini göndər
25 = SCREESHOT
26 = - bir ekran görüntüsü göndər
27 = SCREENSHOTHD
28 = - yüksək keyfiyyətli ekran görüntüsü göndər
29 = BUILDER
30 = - Inşaatçıların vəziyyəti hakkında ekran görüntüsünü göndər
31 = SHIELD
32 = - Qalxananın vəziyyəti hakkında ekran görüntüsünü göndər
33 = RESETSTATS
34 = - Kənd Statikskiasını sıfırla
35 = TROOPS
36 = E
37 = HALTATTACKON
38 = Attack Off
39 = - "Online Qalmaq" seçimi ilə Müxtəlif pəncərəsində "Hücumu Dayandır" aktivləşdir
40 = HALTATTACKOFF
41 = Attack On
42 = - "Müxtəlif" pəncərəsindəki "Hücumu Dayandır" seçimini aktivləşdir
43 = HIBERNATE
44 = - Kompüteri "gözlətmə" moduna al
45 = Kompüteri gözlətmə rejimindədir
46 = SHUTDOWN
47 = Shut down
48 = - Kompüteri söndür
49 = Kompüteri söndür sırası başladıldı
50 = Standby
51 = - Kompüteri gözlə
52 = Kompüteri Gözləmə sırası başladıldı
59 = S
97 = Əmr tanınmadı
98 = Nümunələr:
99 = Bütöv bir əmr siyahısı əldə etmək üçün lütfən BOT HELP basiniz.
100 = kömək istəyi
101 = Günlükler
102 = Cari Gündəlik
103 = Kənd tapıldı! sonra
104 = keç (s)
105 = Boşta inşaatçı yoxdur
106 = Şef, bir az istirahətə ehtiyacımız var!
107 = Kənd fasilə vermək məcburiyyətindədir ..
108 = Statistik Kənd Hesabatı
109 = A
110 = E
111 = Q.E
112 = Q
113 = S
112 = İndi (Mövcud resurslar)
115 = keçildi
116 = Hücuma uğradı
117 = Xeyr. divar yüksəldilir
118 = Son hücum
119 = Son hücum txt
120 = hücumlar
121 = GEM
122 = Var
123 = İnşaatçı (lar) Bostan.
124 = etmədən istəyi
125 = etmədən istəyi ...
126 = Botunuz İndi durdurulur ...
127 = Botunuz indi dayandırıldı, heç bir əməliyyat edilmədi
128 = Ordu düşərgələriniz artıq doludur
129 = Şef, mövcud botun yeni bir versiyası var
130 = Botunuz indi davam edir, hər hansı bir əməliyyat edilmədi
131 = Son raid ekran görüntüsü yox
132 = Botunuz və Emulator İndi yenidən başladır
133 = Botunuz İndi dayanır
134 = Botunuz indi dayandırıldı, heç bir əməliyyat edilmədi
135 = Statistics sıfırlandı.
136 = Trenlənəcək əsgərlər / ovindinlayar
137 = Şef, İstehsalçı Bilgisi üçün isteyiniz ən qısa müddətdə islenəcəkdir
138 = Hücum zamanlayıcısı fasilə edilə bilmir, daha sonra yenidən cəhd edin.
139 = Şef, Qalxan Bilgisi tələbiniz ən qısa müddətdə işlənəcək
140 = Saat Basi Qazanc
141 = Son basqın ekran görüntüsü yox.
142 = Son Raid txt
143 = Botunuz və Emulator İndi yenidən başladılır ...
144 = PushBullet serverinə fayl yüklənir
145 = Bot təkrar
146 = Telegram serverinə fayl yükləyən bir səhv növü meydana gəldi ...
147 = Şef, Ekran görüntüsü tələbiniz ən qısa müddətdə işlənəcək
148 = Başlanğıcda
149 = İndi hücum edilir
150 = Botunuz indi  durduruldu, əməliyyat edilmədi
151 = Botunuz indi  davam edir, hər hansı bir əməliyyat edilmədi
152 = Son hücum
153 = Yüksəltmə
154 = yüksəltməni keç
155 = COC, Xəta Dayandı
156 = istəyiniz alındı. Bot İndi durduruldu
157 = istəyiniz alındı. Bot İndi başlatıldı
158 = Sonrakı düymələri tapa bilmir, Bot Təkrar başladılır 
159 = Qızıl istifadəsi bitirildi
160 = Qızıl ilə yüksəltmə düyməsi tapılmadı
161 = Eleksir ilə yüksəltmə düyməsini tapa bilmir
162 = Kəndinizin ekran görüntüsü
164 = Hücum zamanlayıcısı durdurula bilinmir, daha sonra yenidən cəhd edin.
165 = Yenidən başlamaq istəyi
166 = Durdur istəyi
167 = Yenidən Cəhd eləmək istəyi
168 = İndi təlim edilmiş əskərlər, büyülər
169 = Mövcud Ordu Düşərgəsi
170 = Fayl yüklənilmir
171 = Adı bir səhv növü
172 = İşləm Səhvi sonra yenidən başladıldı
173 = Divar səviyyəsi tapıldı
174 = Divar səviyyəsi tapılmadı
175 = digər cihaz Baglandi
176 = Baska bir Cihaz bağlı, gözləyir
177 = Divar parçası tapıldı
178 = Sonra baglanti kəsildi
179 = Qızıl ilə yenilənməsi əməliyyatı bitirildi
180 = Yüksəltmə eleksir istifadə edilərək bitirildi
181 = Eleksir yüksəltmə düyməsi Yoxdur
700 = PushBulleta bildir
701 = Telegram bildir
702 = Tələbiniz Burada alındı:
703 = yardim göndərildi
704 = Tələbiniz alındı.
705 = Tələbiniz alındı. Bot və Android emulator yenidən başladılır ...
706 = Tələbiniz alındı. Bot İndi dayandırıldı
707 = Hücum zamanı fasilə edilmir
708 = Botunuz indi  durduruldu, əməliyyat edilmədi
709 = Botunuz indi  davam edindi, əməliyyat edilmədi
710 = Tələbiniz alındı. Statistikalar göndərildi
712 = Gündəlik göndərildi
711 = Tələbiniz Burada alındı:
713 = Son Raid Anliq Şəklinə Bas ...
714 = Tələbiniz alındı. Son Raid txt göndərildi
715 = Ekran Görmə istəyi alındı
716 = Screenshot HD istəyi alındı
717 = İnşaatçı vəziyyəti istəyi alındı
718 = Qalxan Vəziyyəti istəkləri alındı
719 = Tələbiniz alındı. Statistics sıfırlandı
720 = Tələbiniz alındı. Əsgər / yazim Istatistikleri Göndərmək ...
721 = Hibernate PC
722 = Bağla PC
723 = Gözləmə rejimi PC
724 = alınan əmr sintaksis səhvdir, əmr yox sayıldı.
725 = Bu saat üçün planlanmAdı bildir! Bildirim atlandı
726 = Fayl göndərilmədi
727 = Son hücum Mətni göndərildi!
728 = Son hücum ekran görüntüsü göndərildi!
729 = Müvəqqəti ekran görüntüsü faylı silinərkən bir səhv meydana gəldi.
730 = Ekran görüntüsü göndərildi!
731 = İnşaatçı Məlumatları göndərildi!
732 = Qalxan Bilgisi göndərildi!
733 = Bütün mesajlar silindi.
734 = Qaldırıldı
735 = Daha köhnə mesajlar
801 = Ekran görüntüsü
802 = İnşaatçı
803 = Qalxan
804 = Statistics
805 = Əsgərlər
806 = Yardim
807 = Dayandır
808 = Durdur
809 = Davam edin
810 = Yenidən başladın
811 = Qeydiyyatdan
812 = Hücum
813 = Son hücum.txt
814 = Hücum AÇıx
815 = Hücum Qapalı
816 = Hazırda gözləmə
817 = Səssiz rejim
818 = Gözlə

[621]
621 = *** Section use for Tab Troops ***
1 = Eleksir Birlikləri
2 = Ordu kompozisyonunu seç
3 = "Qışla Modu" və ya əl nizamlamaları üçün "Xüsusi Ordu".
4 = Ön Tanımlı: Oxçu
5 = Ön Tanımlı: Barbar
6 = Ön Tanımlı: Goblin
7 = Ön Tanımlı: B.Okçu
8 = Ön Tanımlı: B.O.D.G
9 = Ön Tanımlı: B.O.Div
10 = Ön Tanımlı: B.O.Goblin
11 = Ön Tanımlı: B.O.D.G.DQ
12 = Qışla Modu
13 = Xüsusi Ordu
14 = Birliklər
15 = Topl.
16 = Birliklərin ümumi faizi 100%-ə bərabər olmalıdır.
17 = Qışla Modu
18 = Çıxarılacaq birliyi seçin. Qışla #
19 = Ordu Gücü
20 = Dolu Kamp
21 = Bu yüzdəyə çatıldığında ordu düşərgələri "Dolu" qəbul edilir və hücuma başlanılır.
22 = Eleksir Birliyi yüklə
23 = Qara Eleksir Birlikləri
24 = Qara Eleksir Birliyi yüklə
25 = Qara Qışla Birlikləri
26 = Yüzdə olaraq
27 = Miqdarını daxil edin.
28 = Çıxarmaq istədiyiniz
29 = Miqdarını daxil edin.
30 = Boş yer
31 = Əskiksiz Oxçular
32 = If xxxx xxx xxxxx (Açıqlama Əlavə Edin) xxxx xxxx
33 = Sürətli Təlim
34 = Sürətli Təlim
35 = Birinci Ordunu Ürətmək üçün Sürətli Təlim funksiyasını istifadə edin Düşərgə 1, 2 və 3
36 = Əvvəlki
37 = Kamp 1
38 = Kamp 2
39 = Kamp 3
40 = Siçanın Sol butonuna basaraq Səviyəni yüksəldə bilərsiniz. \R\nShift + Siçanın Sol butonuna basaraq Aşağı endirə bilərsiniz
41 = Düşərgəni Sil
42 = Büyüləri Davamlı Ürət
200 = Təlimdəykən Boşta Qal
201 = Təlim müddətindən Çıx
202 = Birlik təlimini bitirmək üçün lazım olan müddət ərzində, COC tətbiqini bağlayacaq Seçənək
203 = Büyü yaratmaq
204 = Büyülər hazırlanana qədər COC tətbiqi bağlanılacaq
205 = Qəhrəmanlar
206 = Qəhrəmanlar Hazir olana qədər COC Tətbiqi bağlanılacaq
207 = Emulator Bağla
208 = Seçənəklər, birliklərin Təlimini gözləyərkən Android Emulatoru bağlanılacaq!
209 = Tam Saatı İstifadə edin
210 = Birliklərin Təlimi yaxşılaması üçün lazım olan qəti müddəti gözləmək üçün seçin
211 = Təsadüfi zaman
212 = İnsan kimi təsadüfi əlavə gözləmə müddətləri əlavə etmək üçün
213 = Təsadüfi gözləmə yaratmaq üçün istifadə ediləcək əlavə müddət üçün maksimum yüzdəyə daxil olun.
214 = Bot tam bir zaman aralığı Axtarışda təsadüfi bir gözləmə müddəti hesablayacaq və
215 = daha çox insana bənzəmək üçün artırılmış qəti təsadüfi müddət faizi
220 = Atribut Seçilidirsə gözləniləcək müddəti seçin
43 = Əsgər Təlimi
44 = Büyü Hazırla

[622]
622 = *** Section use for Tab Büyüləri ***
1 = Büyü Tənzimləmə
2 = Büyü Tutumu
3 = Büyü Tutumunu daxil edin. Büyü çıxarmaq istəmirsinizsə "0" seçin.

[623]
623 = *** Section use for Tab Boost ***
1 = Neçə Dəfə Sürətlənd.
2 = Qışla Sürətləndirmə
3 = Sürətləndiriləcək Qışla sayı
4 = Yaşıl daş ilə neçə Qışla sürətləndiriləcəyini buradan DİQQƏTLİ seçin!
5 = Qışla
6 = Yaşıl daş ilə qışlaqları neçə dəfə sürətləndiriləcəyini buradan DİQQƏTLİ seçin!
7 = Fabrika Sürətləndirmə
8 = Büyü Fab.
9 = Yaşıl daş ilə Büyü Fabrikasının neçə dəfə sürətləndiriləcəyini buradan DİQQƏTLİ seçin!
10 = Q.Büyü Fab.
11 = Yaşıl daş ilə Qara Büyü Fabrikasının neçə dəfə sürətləndiriləcəyini buradan DİQQƏTLİ seçin!
12 = Qəhrəmanları Sürətləndirmə
13 = Barbar Kral
14 = Yaşıl daş ilə Barbar Kralın neçə dəfə sürətləndiriləcəyini buradan DİQQƏTLİ seçin!
15 = Oxçu Kraliça
16 = Yaşıl daş ilə Oxçu Kraliçanın neçə dəfə sürətləndiriləcəyini buradan DİQQƏTLİ seçin!
17 = Böyük Qoruyucunun
18 = Yaşıl daş ilə Böyük Gözətçinin neçə dəfə sürətləndiriləcəyini buradan DİQQƏTLİ seçin!
19 = Sürətləndirmə Zamanlayıcısı

[624]
624 = *** Section use for Tab Attack ***
1 = Hücum Ayarları
2 = Hücum Növü
3 = Standart Hücum
4 = CSV Script
5 = Milking
6 = Yalnız bu əskərləri burax
7 = Bütün Əsgərləri Burax
8 = Qışlaqları İstifadə edin
9 = Yalnız Barbar
10 = Yalnız Oxçu
11 = Barbar + Oxçu
12 = Barbar + Goblin
13 = Oxçu + Goblin
14 = Barbar + Oxçu + Div
15 = B + O + Gob + Div
16 = B + O + Donuz minici
17 = B + O + yaltağ
18 = Hücumlarda istifadə edəcəyin birlikləri seçin
19 = Xüsusi birliklərdən is. edin
20 = Hücum zamanı Barbar Kraldan İstifadə üçün ...
21 = Hücum zamanı Oxçu Kraliçandan İstifadə üçün ...
22 = Hücum zamanı Böyük Qoruyucundan İstifadə üçün ...
23 = Klan qalasında birlik varsa savaşda istifadə edər.
24 = Hücum zamanı İldırım Büyüsündən istifadə edər ...
25 = Şəfa Büyüsündən İstifadə edər ...
26 = Hirs Büyüsündən İstifadə edər ...
27 = Tullanma Büyüsündən İstifadə edər ...
28 = Dondurma Büyüsündən İstifadə edər...
29 = Zəhər Büyüsündən İstifadə edər ...
30 = Zəlzələ Büyüsündən İstifadə edər ...
31 = Tələsik/Sürət Büyüsündən İstifadə edər ...
32 = KB Ovu
33 = Əvvəl KB-sına Hücum edin
34 = Daxil edilən kənar uzaqlığı axtarılan kənd binası ilə eşləşirsə əvvəl Kənd binasına hücum edər.
35 = Uzaqlıq Karo
36 = Əvvəl Kənd binasına hücum üçün kənardan neçə pilitə uzaqlıqda olacağını daxil edin
37 = CSV / THSnipe qovluğundakı csv fayllarıyla hücum edə, əlavə/redaktə edə bilərsiniz.
38 = Xaricdəki Bələdiyyə Binasına Hücum edin
39 = Bunu seçərək ilk Bələdiyyə Binasına Hücum edin. (Divarların Xaricindəki Bələdiyyə Binası)
40 = İPUCU: yalnız məruz qalan Bələdiyyə Binası üçün bazaları axtarmaq istəyirsinizsə Ayrıca Axtarış pəncərəsində Bələdiyyə Binası Xaricdə qarşılanmalını işarələyin.
41 = Kənd Binası 7 və üzərində aktivləşir
42 = Kənd Binası 9 və üstündə aktivləşir
43 = Kənd Binası 11də aktivləşir
44 = Hücum zamanı Klon Büyülərindən istifadə edin ...
45 = Hücum zamanı Sklet Büyülərindən istifadə edin ...

[625]
625 = *** Section use for Tab Search ***
0 = Axtarışa Başla
1 = Axtarış
2 = Minimum axtarış sayı
3 = Maksimum axtarış sayı
4 = Kuboklar
5 = Minimum Kubok
6 = Maksimum Kubok
7 = Ordu Düşərgəsi
8 = Ordu Düşərgəsi seçimtını aktiv hala gətirib % olaraq ayarlayın
9 = Qəhramanları gözlə
10 = Hücuma getməmişdən əvvəl Barbar Kralın sağalmağını gözlə
12 = Hücuma getməmişdən əvvəl Oxçu Kraliçanın sağalmağını gözlə
13 = Hücuma getməmişdən əvvəl Böyük Gözətçinin sağalmağını gözlə
14 = Filtrələr
15 = Qızıl Və/Və ya/Plus Eleksir üçün daxil edilən şərtlərə uyğun kənd axtarar.
16 = VƏ: İki şərtdə qarşılanmalı. Qızıl və Eleksir.
17 = VƏ ya: şərtlərdən biri qarşılanmalı. Qızıl və ya Eleksir.
18 = + (plus): Toplam Qızıl + Eleksir miqdarı qarşılanmalı.
19 = Q və E
20 = Q və ya Q.E
21 = Q + E
22 = Q və E
23 = Hücum ediləcək kəndlərdə axtarılan minimum qızıl miqdarı.
24 = Hücum ediləcək kəndlərdə axtarılan minimum eleksir miqdarı.
25 = Hücum ediləcək kəndlərdə axtarılan minimum qızıl + eleksir miqdarı.
26 = Qara Eleksir
27 = Hücum üçün axtarışa Qara Eleksir üçün minumum dəyəri yüklə
28 = Hücum ediləcək kəndlərdə axtarılan minimum Qara eleksir miqdarı.
29 = Hücum üçün axtarışa Kubok sayı şərti yüklə
30 = Hücum ediləcək kəndlərdə axtarılan minimum kubok.
31 = Kənd Binası
32 = Hücum ediləcək sahədə Kənd Binası Səviyyəsi şərti yüklə
33 = Hücum ediləcək sahədə maksimum Kənd Binası səviyyəsi
34 = Kənd Binası Xaricdə
35 = Axtarılan kəndin, Kənd binası xaricdə olması üçün işarələyin
36 = Zəif Kənd
37 = Aşağı səviyə müdafiəyəyə sahib olan kənd axtarın
38 = Axtarılan kənddə ola biləcək maksimum Minaatan səviyyəsi.
39 = Axtarılan kənddə ola biləcək maksimum Sehirbaz Qülləsi səviyyəsi.
40 = Şərtlərdən biri eşləşərsə hücum edin
41 = Yuxarıdakı şərtlərdən biri təmin edilsə Hücum edin
42 = Aşağıdakı şərtlərdə Kənd Binasının
43 = Sərhədə qədər uzaqlıq
44 = Ordu Təlimdəykən
45 = Neçə karo uzaqlıq lazım olmasını daxil edin
46 = Dolu Ordu
47 = KB-sının xaricdə olaraq görülməsi üçün kəndin kənarlarından neçə 1x1 pilitə çəmən uzaqlıqda olması lazım olduğunu daxil edin.
48 = Məs: (0) pilitə; KB tamamən kənarda olmaq məcburiyyətindədir. (4) pilitə: KB kənara 4 pilitə uzaqlıqda və kəndin mərkəzinə daha yaxın ola bilər.
49 = Əgər KB-sı daxil edilən karodan daha uzaq isə o kənd keçiləcəkdir.
50 = Yüksəltməkdə olan bir qəhrəman seçildiyində, qəhrəmanları gözlə seçimi dövriyyə xarici qalır.
51 = Kənd Binası 7 və üstündə aktivləşir.
52 = Kənd Binası 9 və üstündə aktivləşir.
53 = Kənd Binası 11 olduğunda aktivləşir.
54 = Max Minaatan
55 = Max S.Qülləsi
56 = Max X-Yayı
57 = Max Cəhənnəm Q
58 = Max Ovçu Roketi
59 = Bu səviyyənin altındakı Minaatan üçün baza axtar.
60 = Bu səviyyənin altındakı Sehirbaz Qülləsi üçün baza axtar.
61 = Bu səviyyənin altındakı X-Yayı üçün baza axtar.
62 = Bu səviyyənin altındakı Cəhənnəm Q. üçün baza axtar.
63 = Bu səviyyənin altındakı Qartal Topçu üçün baza axtar.
64 = Bu səviyyənin altındakı Hava Müdafiəsi üçün baza axtar.
65 = B.binasi 7 və üzəri ilə aktivləşdirildi.
66 = B.Binasi 9 və üstü ilə aktivləşdirildi.
67 = B.Binasi 11 ilə aktivləşdirildi.
68 = Bu hücum növü üçün AXTARIŞ aralığını aktivləşdir.
69 = Nizamda, axtarış prosesi yeniden başlamaq üçün axtarış limiti ayarlamaz!
70 = Bu seçim daxil edilmiş kubokları tənzimləyəcək demək deyil!
71 = Büyüləriniz hazır olana qədər gözləyin
72 = Büyülər hazır deyilsə hücuma getmə
73 = Xəbərdarlıq: Büyü fabrikasi yoxsa və ya bot hücum etməmişsə aktivləşdirməyin!
74 = Qalaya büyü göndər. qədər gözləyin
75 = Klan Qalasına büyü alınına qədər gözlə
76 = Hamısı
77 = Biri bu Büyünü bağislayana qədər gözlə, yoxsa Qala və/və ya Qaladaki digər Büyüləri qaldır. Təkrar İstək at
78 = Qala birliklərinin dolması üçün gözləyin
79 = Klan Qalanızın istək zamanı bitənə qədər gözləyin
80 = Zəyif sahə | Maksimum müdafiə
81 = Maksimuma ayarlayın. Bir kəndə hücum etmək üçün, axtarış zamanı Hava Müdafiə səviyyəsi.
110 = Təlim edilmiş büyünün ümumi sayısı, cəmi aşırsa!
111 = Təlim edilmiş Büyü sayısını azaldın,
112 = VƏYA DİGƏR BOTLAR HÜCUM ETMƏYƏCƏK! !
113 = Bu Xəbərdarlıq mesajini bağlamaq üçün Bəli tıklayin
114 = Bəli, Xəbərdarlığı Başa düşdüm | Xeyir
115 = Büyülər üçün Xəbərdarlıq Gözlə!
116 = Üzr istəyirik, xəbərdarlıqı anladıq və Bəli tıklayın!
117 = Yaxşı
118 = İstifadəçi girişi xətası
119 = TƏBRİKLƏR !!
120 = Gizli mesajı Botta tapdınız!
121 = Bu mesaji bağlamaq üçün təsadüfi seçilmiş bir düyməni tapa bilərsənmi?
122 = haaaaaa ...
123 = qazanan!
124 = Üzgünüm o düymələr deyil!
125 = Bunun zaman aşımına uğraması üçün 15 dəqiqə gözləyərkən MyBot.runa 5000 £ bağış etmək
126 = Çıxış düyməsini tapmaqda problemləmi qarşılaşırdınız?
127 = Bu əyləncəlidir, bütün gün davam edə bilərikmi?
128 = Dörd dəfə daha cəhd edin, ər ya da gec şansın olmalı!
129 = Bir BANAN var mı? Bu kod meymunu Aç!
130 = Bəlkə də siz Bəy və Xanım Random olaraq eyni şeyi seçənə qədər eyni düyməni basmaqı sınadınızmı?
131 = Üzürlü sayın, bundan qaça bilməzsiniz!
132 = Program səhvi! Bu əla zarafatı yalnız programçılar həll edə bilər.
82=Set the Max. amount of Trophies to search for on a village to attack.

[626]
626 = *** Section use for Tab Collectors ***
1 = Toplayıcılar
2 = Ölü Kənd Axtarışda toplayıcıların səviyyə və doluluq nisbətlərini seçin.
3 = Lvl 6. olmalı>
4 = Lvl 7. olmalı>
5 = Lvl 8. olmalı>
6 = Lvl 9. olmalı>
7 = Lvl 10. olmalı>
8 = Lvl 11. olmalı>
9 = Lvl 12. olmalı>
10 = (BOŞ)
11 = Tolerantlıq
12 = Bütün şəkillərin toleransını qurmaq üçün bu sürüşmədən istifadə edin.
13 = Tək tək görüntülərini qurmaq istəyirsinizsə, faylları təşkil etmək lazımdır.
15 = Bu qutu işarəlidirsə, o zaman bot mənbəyə baxacaq
16 = Ölü Kənd qəbul etmə əsnasında səviyyə 6 eleksir sondasına baxması üçün.
17 = Ölü Kənd qəbul etmə əsnasında səviyyə 7 eleksir sondasına baxması üçün.
18 = Ölü Kənd qəbul etmə əsnasında səviyyə 8 eleksir sondasına baxması üçün.
19 = Ölü Kənd qəbul etmə əsnasında səviyyə 9 eleksir sondasına baxması üçün.
20 = Ölü Kənd qəbul etmə əsnasında səviyyə 10 eleksir sondasına baxması üçün.
21 = Ölü Kənd qəbul etmə əsnasında səviyyə 11 eleksir sondasına baxması üçün.
22 = Ölü Kənd qəbul etmə əsnasında səviyyə 12 eleksir sondasına baxması üçün.
23 = Ölü Kənd olaraq təyin olunması üçün, səviyyə 6 eleksir toplayıcısının doluluq nisbətini seçin.
24 = Ölü Kənd olaraq təyin olunması üçün, səviyyə 7 eleksir toplayıcısının doluluq nisbətini seçin.
25 = Ölü Kənd olaraq təyin olunması üçün, səviyyə 8 eleksir toplayıcısının doluluq nisbətini seçin.
26 = Ölü Kənd olaraq təyin olunması üçün, səviyyə 9 eleksir toplayıcısının doluluq nisbətini seçin.
27 = Ölü Kənd olaraq təyin olunması üçün, səviyyə 10 eleksir toplayıcısının doluluq nisbətini seçin.
28 = Ölü Kənd olaraq təyin olunması üçün, səviyyə 11 eleksir toplayıcısının doluluq nisbətini seçin.
29 = Ölü Kənd olaraq təyin olunması üçün, səviyyə 12 eleksir toplayıcısının doluluq nisbətini seçin.
30 = Tam
31 = XƏBƏRDARLIQ: Əgər nə etindiyinizi bilmirsinizsə bu nizamları dəyişdirməyin. Əgər əmin deyilsinizsə 0 olaraq seçin.
32 = Toplayıcı Filtrini Söndür
33 = Toplayıcı Filtrəsi xaric, bot Ölü Kəndi Canlı Kənd olaraq qiymətləndirir
34 = Toplayıcılar lazımdır
35 = Kəndin "ölü" olduğunu təsbit edə bilmək üçün neçə toplayıcının lazım olduğunu seçin

[627]
627 = *** Section use for Tab Load Strategy ***
1 = Konfiqurasiya parametrlərini Yüklə.\n\n- Bütün Ordu Nizamlarını Yüklə\n- Bütün Axtarış və Hücum Nizamlarını Yüklə\n\n- Yoxsay: Təkrar Paylaşma Ayarları\n- Yoxsay: Qənimət Görüntüsü Catch Ayarları\n- Yoxsay: Daş Sürətləndirmə Ayarları
2 = Konfiqrasyonu Yüklə
3 = Sil
4 = Strateji qovluğunu açın

[628]
628 = *** Section use for Tab Save Strategy ***
1 = Strateji fayl adı
2 = Qeydlər
3 = Nizamları Saxla\n -------------------------------------- \nHamsını Qeyd:\n - Ordu Təlimi Ayarları\n- Axtarış və Hücum Ayarları\n\nYoxsay: \n- Paylaşma Ayarları\n- Qənimət Görüntüsü Catch Ayarları\n- Daş Sürətləndirmə Ayarları\n ------------ --------------------------
4 = Konfiqrasyonu saxla

[629]
629 = *** Section use for Tab Bully ***
1 = Combo KB zorbalığı
2 = KB zorbalığı rejimində Kənd binası səviyyə şərtlərini təmin edən kəndlərə Hücum edəcəkdir.
3 = Zorbalığı aktivləşdir
4 = KB zorbalığı: Aktiv edilmək üçün lazım olan axtarış sayı
6 = Maks KB səviyyəsi
7 = KB zorbalığı ilə hücum ediləcək maksimum Kənd Binası səviyyəsi
8 = Aşağıda seçilmiş olan hücum ayarları
9 = Ölü Kənd ATK.
10 = KB zorbalığı üçün Ölü Kənd ayarları
11 = Canlı Kənd ATK.
12 = KB zorbalığı üçün Canlı Kənd ayarları
[630]
630 = *** Section use for Tab Seçənəklər Search ***
1 = Axtarılan miqdarda düşür
2 = Axtarış miqdarlarını düşür
3 = Müəyyən axtarış sayını keçincə şərtlərin miqdarlarını avtomatik olaraq salar.
4 = Miqdarı düşür hər
5 = Neçə axtarışda şərt düşürüleceğini daxil edin
6 = Qızılı Düşür
7 = Hər mərhələdə azaldılacaq Qızıl miqdarı
8 = Eleksir Düşür
9 = Hər mərhələdə azaldılacaq Eleksir miqdarı
10 = Qızıl + Eleksir Düşür
11 = Hər mərhələdə azaldılacaq Qızıl + Eleksir məbləği.
12 = Qara Eleksir Düşür
13 = Hər mərhələdə azaldılacaq Qara Eleksir miqdarı.
14 = Kubok Düşür
15 = Hər mərhələdə azaldılacaq Kubok miqdarı
16 = Axtarış seçimlərı
17 = İndi hücum et! Butonu
18 = Başlat və durdur butonlarının yanına "İndi hücum et!" butonu edir.
19 = Yüklə
20 = İndi Hücum edin düyməsini aktiv olacağı müddəti daxil edin.
21 = Hər
22 = Hər x axtarış sonrasında kəndə dön və düşmən kəndləri axtarışa yenidən başla.
23 = Eşləşmə tapıldığında xəbərdarlıq ver
24 = Hücum bir kənd olduğuna bir səs siqnalı və bir balon ipucu istəyirsinizsə bunu işarələyin.
25 = Bu düymə ilə kənd axtarış dəyərlərini edinibarsız qılıb hücum edə bilərsiniz.
26 = "İndi hücum et!" butonu yalnız hücum zamanı kənd axtararkən görünür.

[631]
631 = *** Section use for Tab Milking Attack ***
0 = Milking
2 = Eleksir toplayanlar Min.Səviyəsi
3 = Səviyyəsi 1-4
4 = Səviyyə 5
5 = Səviyyə 6
6 = Səviyyə 7
7 = Səviyə 8
8 = Səviyə 9
9 = Level 10
10 = Səviyə 11
11 = Səviyə 12
13 = Hücum edin
14 = Bu səviyyə üstüyse
16 = Hücum şərtləri
17 = Qırmızı cizgi ilə toplayıcıların arası
18 = Qızıl miqdarı bu dəyərin altındadırsa Hücum edin
19 = Eleksir miqdarı bu dəyərin altındadırsa Hücum edin
20 = Qara Eleksir bu dəyərin altındadırsa Hücum edin
21 = Hər Toplayıcıda İstifadə Ediləcək Birliklər
22 = - Hər bir dalğadakı birliklər:
23 = - Maksimum dalğa:
24 = - Dalgalar arası gecikmə (ms):
25 = Milking sonra KB xaricdəysə Hücum edin
26 = Xaricdə KB axtarışını aktiv et
27 = Kənardan maks. uzaqlıq
28 = Hücum Şəkli
29 = Milking ediləcək toplayıcı olmasa belə Hücum edin
30 = Ölü Kəndlər üçün SCRİPT hücumundan istifadə et, bu standart hücumu deaktiv edir.
31 = Toplayıcılar
32 = 0-4%
33 = 5-19%
34 = 20-74%
35 = 75-89%
36 = 90-100%
37 = Xəta Ayıqlamaq
38 = Hər toplayıcının stabil rəsmini yaratmaq
39 = Tam axtarma, yalnız Ayıqlamaq məqsədi (çox yavaş) üçün
41 = Kəndlərin Görüntülerini hazırla
50 = Tolerantlığı Zorla
51 = Daimi Tolerantlıq
52 = İntensiv Tolerantlıq
53 = Dağıtma Tolerantlığı
56 = Hücum ediləcək Toplayıcılar
59 = Yavaş: Hər toplayıcıya nəzarət edin.
60 = Sürətli: Yalnız toplayıcıların səviyyəsinə nəzarət edin.
61 = Yıxılan toplayıcılara Nəzarət
62 = Dalğadan əvvəl dağıtma nəzarəti
63 = Dalğadan əvvəl toplayıcıların yıxılıb yıxılmadığına nəzarət edin.
64 = Bu seçimtdan istifadə etmək üçün dalğalar arası gözləmə müddətinin yüksək olması lazımdır.
65 = Dalğadan sonra dağıtma nəzarəti
66 = Dalğadan sonra toplayıcıların yıxılıb yıxılmadığına nəzarət edin
67 = Bu seçimtı istifadə etmək üçün dalğalar arası gözləmə müddətinin yüksək olması lazımdır.
68 = Tolerantlıq Ayarları
71 = Dağıtma Ayarları
72 = Hər goblini eyni yerə burax
73 = Hər goblini fərqli yerə burax
74 = Hücum Şekli: Hazırdaki mövqeyə
75 = Hücum Şekli: Təsadüfi
76 = Hücum Şekli: Kənardan
79 = XARİCİ.
80 = Milking Axtarış Ayarları
81 = Bu seçimlər ilə sizin fərqinə varmadığınız Eleksir Toplayıcı görüntüləri qəbul edilə bilər
82 = TH Snipe-i aktivləşdir
83 = Script Hücumunu aktivləşdir
84 = 5b. Script Hücumuna Davam Edin
85 = Birliklərin hər bir Collektora düşməsi üçün ən çox dalğa sayını seçin.
86 = Toplayıcı məhv olursa, daha çox dalğa atılmayacaqdır.

[632]
632 = *** Section use for Tab Stats ***
0 = KB Səviyyəsi:
1 = Statistika
2 = Başlanğıc
3 = Hesabat
4 = Başlanğıcdan
5 = sonra burda
6 = meydana çıxacaq.
7 = Bot başladığında sahib olduğunuz Qızıl məbləği.
8 = Bot başladığında sahib olduğunuz Eleksir məbləği.
9 = Bot başladığında sahib olduğunuz Qara Eleksir məbləği.
10 = Bot başladığında sahib olduğunuz Kubok məbləği.
11 = Son Hücum
12 = Son hücumda qazandığınız Qızıl məbləği.
13 = Son hücumda qazandığınız Eleksir məbləği.
14 = Son hücumda qazandığınız Qara Eleksir məbləği.
15 = Son hücumda qazandığınız və ya itirdiyiniz Kubok məbləği.
16 = Liqa Bonusu
17 = Son hücumda qazandığınız Bonus Qızıl Eleksir məbləği.
18 = Son hücumda qazandığınız Bonus Eleksir məbləği.
19 = Son hücumda qazandığınız Bonus Qara Eleksir məbləği.
20 = Toplam Qazanc
22 = (Əllə alınan resurs xərcləri buna daxil olur.)
21 = Bot çalışdığı müddətcə itirdiyiniz yada qazandığınız Qızıl məbləği.
23 = Bot çalışdığı müddətcə itirdiyiniz ya qazandığınız Eleksir məbləği.
24 = Bot çalışdığı müddətcə itirdiyiniz ya qazandığınız Qara Eleksir məbləği.
25 = Bot çalışdığı müddətcə itirdiyiniz ya qazandığınız Kubok məbləği.
26 = Saatlıq Qazanc
27 = Saatlıq Qızıl Qazancı
28 = Saatlıq Eleksir Qazancı
29 = Saatlıq Qara Eleksir Qazancı
30 = Saatlıq Kubok Qazancı
31 = Yenidən
32 = Müxtəlif Statistikalar
33 = Hücum edilən
34 = Bot tərəfindən Hücum edilən kəndlərin sayı.
35 = Keçilən
36 = Axtarış edilərkən keçilən kəndlərin sayı.
37 = Qızıl ilə Yüks.
38 = Qızıl ilə yüksəldilən Divar sayı.
39 = Eleksir ilə Yüks.
40 = Eleksir ilə yüksəldilən Divar sayı.
41 = Qızıl ilə yüksəldilən Bina sayı.
42 = Eleksir ilə yüksəldilən Bina sayı.
43 = Qəhraman Yüks.
44 = Edilən Qəhrəman yüksəltmələrinin sayı
45 = Düşülən
46 = Kubok nizamlarına (Müxtəlif pəncərəsində) bağlı olaraq salınan kubok sayı.
47 = İş müddəti
48 = Botun çalışdığı ümumi müddət.
49 = Yüks. məbləğdə Qızıl
50 = Bot divarları yüksəldərkən xərclənən Qızıl məbləği
51 = Yüks. məbləği Eleksir
52 = Bot divarları yüksəldərkən xərclənən Eleksir məbləği
53 = Bot binaları yüksəldərkən xərclənən Qızıl məbləği
54 = Bot binaları yüksəldərkən xərclənən Eleksir məbləği
55 = Yüks. məbləği K.Eleksir
56 = Bot qəhrəmanları yüksəldərkən xərclənən Qara Eleksir məbləği
57 = Oos sayı
58 = Alınan Out of Sync (Client-server uyğun deyil) səhvi sayı
59 = Axtarış məbləği
60 = Axtarış edərkən, kənd keçmək üçün xərclənən qızıl xərci
61 = Birlik məbləği Eleksir
62 = Qışla birlikləri təlim edilərkən xərclənən Eleksir xərci
63 = Birlik məbləği Q.Eleksir
64 = Qara Qışla birlikləri təlim edilərkən xərclənən Qara Eleksir xərci
65 = Toplanan Qızıl
66 = Mədənlərdən toplanan Qızıl miqdarı
67 = Toplanan Eleksir
68 = Eleksir toplayıcılarından toplanan Eleksir miqdarı.
69 = Toplanan Q.Eleksir
70 = Sondalardan toplanan Qara Eleksir miqdarı
71 = Ölü Kənd
72 = Hücum edilən
73 = Hücum edilən Ölü Kəndlərin sayı.
74 = Mənfəət
75 = Hücum edilən Ölü Kəndlərdən qazanılan Qızıl miqdarı.
76 = Hücum edilən Ölü Kəndlərdən qazanılan Eleksir miqdarı.
77 = Hücum edilən Ölü Kəndlərdən qazanılan Kubok miqdarı.
78 = Canlı Kənd
79 = Hücum edilən Canlı Kəndlərin sayı.
80 = Hücum edilən Canlı Kəndlərdən qazanılan Qızıl miqdarı.
81 = Hücum edilən Canlı Kəndlərdən qazanılan Eleksir miqdarı.
82 = Hücum edilən Canlı Kəndlərdən qazanılan Qara Eleksir miqdarı.
83 = Hücum edilən Canlı Kəndlərdən qazanılan Kubok miqdarı.
84 = KB zorbalığı
85 = KB zorbalığı ilə Hücum edilən kəndlərin sayı.
86 = KB zorbalığı hücumlarından qazanılan Qızıl miqdarı.
87 = KB zorbalığı hücumlarından qazanılan Eleksir miqdarı.
88 = KB zorbalığı hücumlarından qazanılan Qara Eleksir miqdarı.
89 = KB zorbalığı hücumlarından qazanılan Kubok miqdarı.
90 = KB Ovu
91 = KB Ovu hücumlarından qazanılan Qızıl miqdarı.
92 = KB Ovu hücumlarından qazanılan Eleksir miqdarı.
93 = KB Ovu hücumlarından qazanılan Qara Eleksir miqdarı.
94 = KB Ovu hücumlarından qazanılan Kubok miqdarı.
95 = Müvəffəqiyyətli KB Ovu sayı
96 = Müvəffəqiyyətsiz KB Ovu sınaqlarının sayı
97 = sonra burda
98 = meydana çıxacaq.
99 = yüksəldiləcək
100 = Hücum edilən Ölü Kəndlərdən qazanılan Qara Eleksir miqdarı.
101 = Bot Tərəfindən edilən KB Ovu sayı
102 = Son Hücum Stat.
103 = Edilən yüksəltmələri
104 = Yüksəltmə Xərcləri
105 = İş:
106 = Liqa
107 = Stats
108 = Qızıl
109 = Eleksir
110 = Q.Eleksir
111 = Kubok
112 = Yüksək Qənimət
113 = Ən Çox Qızıl
114 = Ən Çox Eleksir
115 = Ən Çox Q.Eleksir
116 = Ən Çox Kubok
117 = Xərc və Toplama
118 = Birliklər
119 = Büyülər
120 = Toplam Bağış
121 = Qazanılan XP
122 = Smart Zap
125 = Zap zamanlayıcısı İldırım Büyülərinin məbləği 
123 = İstifadə olundu
126 = Zap zamanlayıcısı Zəlzələ Büyülərinin məbləği
124 = Zap zamanlayıcısı Qara Eleksir məbləği
127 = Eleksirli Birliklər
128 = Qara Eleksirli Birliklər
129 = Eleksir Büyüləri
130 = Qara Eleksir Büyüləri

[633]
633 = *** Section use for Tab Seçənəklər End Battle ***
1 = Təkrarı Paylaş
2 = Klan söhbətində təkrarı yayınla.
3 = Savaşlarınızı Klan söhbətində paylaşmaq üçün bu seçimtı işarələyin.
4 = Əgər Qazanılan
5 = Döyüşdə qazanılan Qızıl bu miqdardan daha çox isə təkrarı paylaş.
6 = Döyüşdə qazanılan Eleksir bu miqdardan daha çox isə təkrarı paylaş.
7 = Döyüşdə qazanılan Qara Eleksir bu miqdardan daha çox isə təkrarı paylaş.
8 = Bu siyahıdan təsadüfi bir mesaj istifadə et
9 = Gözəl | yaxşı | Təşəkkürlər | wowwww | Yağ kimi
10 = Savaş təkrarını paylaşmaq üçün mesaj
11 = Qənimətin anlıq görüntüsünü tut
12 = Əgər müharibədə qazanılan qənimətin anlıq görüntüsünü saxlamaq istəyirsinizsə bunu işarələyin.
13 = Fayl adına qənimət məlumatlarını əlavə edin.
14 = Ekran görüntüsünün fayl adına qənimət məlumatlarını əlavə etmək üçün işarələyin.

[634]
634 = *** Section use for Tab Seçənəklər Attack ***
1 = Qəhrəman Bacarıqları
2 = Avtomatik aktiv et (qırmızı bölgə)
3 = Qəhrəman zəif olduğunda bacarığı aktivləşdirmək.
4 = Qəhramanlar control edilir və ayrı-ayrı aktiv edilir.
5 = Müddətli sonra
6 = Taymer ilə bacarığını aktivləşdirin.
7 = Bütün Qəhramanlar eyni anda aktiv edilir.
8 = Qəhramanların bacarıqlarını aktiv etmək üçün müddəti saniyə olaraq seçin.
9 = Böyük Gözətçinin bacarığını Müddətli aktivasiyasından sonra
10 = Taymer ilə Böyük Gözətçinin bacarığından istifadə edin.
11 = Böyük Gözətçinin bacarığını aktiv etmək üçün müddəti saniyə olaraq seçin.
12 = Klan Qalası
13 = Balanslı B/A
14 = Bağışlanan / Alınan nisbəti B/A nisbətindən daha çox isə Klan Qalasından istifadə etməz.
15 = Bağışlanan nisbəti
16 = Bağışlanan / Alınan nisbəti 
17 = 1/1 = Aldığın qədərini bağışladın, 1/2 = Bağışladığıvın yarısını aldın mənasına gəlir
18 = Alınan nisbət
20 = Hücum Zamanlayıcısı
21 = Zamanlayıcını Aktivləşdir
22 = Bu seçimt ilə hücum zamanlamanızı təmin edər
23 = Bot işə davam edər və yalnız proqram icazə verdiyi zaman hücuma gedər.
24 = COC-nı bağla
25 = Bu seçimt Axtarış və Hücum üçün programlanmamışkən COC tətbiqini bağlayacaq!
26 = Bot işlətməyə davam edər və zamanlama icazə verildiyində yenidən başlatılacaqdır
27 = Emülatoru Bağla
28 = Bu seçimt Axtarış və Hücum üçün programlanmamışkən emülatoru bağlayacaq!
29 = Təsadüfi dövriyyə xarici burax
30 = Bu seçimt təsadüfi hücumları dayandıracaq
31 = Hücuma son vermək üçün saat sayını seçin
32 =
33 =
34 =
35 = Gündəlik Limit
36 = Seçilən dəyişkən savaş axtarşındakı təsadüfi hücum sayısı artıq olarsa Təsadüfi hücumu dayandıracaq
37 = 1 Gündə icazə verilən minimum hücum sayını daxil edin
38 = 1 Gündə icazə verilən maksimum hücum sayını daxil edin
39 = ilə
40 = CC buraxılma cədvəlini aktivləşdir
41 = CC buraxılma zamanını müəyyən etmək üçün CC cədvəlindən istifadə edin, \r\n Nə zamanki müəyyən etmək mümkün olmamışdı CC həmişə buraxılmışdı
42 = Komyuteri Dayandır
43 = Bu Opsiya "Hücum və Axtarış" zamanlanmamışkən Kompyuteri Dayandıracaqdır !

[635]
635 = *** Section use for Create Scripted Attack ***
1 = Yeni Script faylı yarat
2 = Yeni Script Fayl adı
3 = Fayl var, yeni bir fayl adı daxil edin
4 = Fayl meydana gətirərkən bir səhv meydana gəldi.
5 = Yeni Script faylına kopyalama
6 = Kopyala
7 = Hədəf script faylının adı

[636]
636 = *** Section use for Tab Bot Seçənəklər ***
2 = Bot Açıldığında
3 = Bot Güncəlləməsini kontrol edin
4 = Son versiyaya sahib olub olmadığını nəzarət edin.
5 = Gündəlik Qeydlərini Sil
6 = Göstərilən gün sayından daha köhnə Gündəlik Qeydlərini sil.
7 = gün
8 = Müvəqqəti Faylları Sil
9 = Göstərilən gün sayından daha köhnə Müvəqqəti faylları sil.
10 = Qənimət Fotosunu Sil
11 = Göstərilən gün sayından daha köhnə Qənimət fotolarını sil.
12 = Bot başladığından
13 = Avto. Start, müddət
14 = san.
15 = Oyun dilinə Nəzarət edin (EN)
16 = Oyunun doğru dildə olub olmadığını nəzarət edin. (İngilis olmalı).
17 = Avto. Nizamlama
18 = Ekr BS və Bot pəncərələrini Yenidən Tap/Nizamla.
19 = Yerdəyişmə
20 = BS və BOT pəncərələri arasına üfüqi yerdəyişmə burax.
21 = BS və BOT pəncərələri arasına şaquli yerdəyişmə burax.
22 = 0,0: BlueStacks-Bot
23 = 0,0: Bot-BlueStacks
24 = Birləşdir: Bot, BS-in Sağüstüne
25 = Birləşdir: Bot, BS-in Solüstüne
26 = Birləşdir: Bot, BS-in Sağaltına
27 = Birləşdir: Bot, BS-in Solaltına
28 = 0,0: Masa üstü BS ekranını 0,0 mövqeyinə gətirər və Bot pəncərəsini BS-nin sağına və ya soluna hamarla.
29 = Birləşdir: yalnız pəncərələri hamarla, Bot pəncərəsini, BlueStacks pəncərəsinin Sağüst, Solüst, sağalt və ya Solalt mövqeyinə nizamla.
30 = Zamanlama
31 = Birlik Təlimi
32 = Gecikmə
33 = Kompüteriniz yavaş çalışırsa gecikməni artırın. Botun əskər təlimi gecikməsini artırın.
34 = Xəta Ayıqlama
35 = Xəta Ayıqlama: Tıklanan (x, y) koordinatlarını qeydiyyat faylına yaz.
36 = Xəta Ayıqlama: Problemi qaldırmaq üçün gündəlik mesajlarındakı xətanı həll etməyi aktiv edir.
37 = Xəta Ayıqlama: Problemi qaldırmaq üçün OCR şəkil qeydini aktiv edir.
38 = Xəta Ayıqlama: Problemi qaldırmaq üçün şəkil qeydini aktiv edir.
39 = Xəta Ayıqlama: Problemi qaldırmaq üçün bina koordinatlarını göstərməyi aktiv edir.
40 = Xəta Ayıqlamağı Aktivləşdir
41 = Mesajlar
42 = OCR
43 = Şəkillər
44 = Binalar
45 = Digər Seçimlər
46 = Düşərgə tutumunu Zorla
47 = Ordu düşərgəsi tutumu təsbit edilməzsə (soruşmaq yerinə)
55 = Photo Screenshot Seçənəklər
56 = PNG formatında qeyd
57 = Kənd və Klan adını gizlət
58 = Göstərilən saniyə sonra botu avtomatik başladar.
61 = Şəxsi Fasilədə bağla
62 = Bu zorlama botun Şəxsi Fasiləyə başlamazdan əvvəl çıxması üçündür
63 = Şəxsi Fasilədə oyunu bağlayar. Şəxsi Fasilə minimum 15 dəqiqə daxil edilməlidir.
64 = Dəq.
65 = Şəxsi Fasilə gözləmə müddəti
66 = Şəxsi Fasilədən sonra açmaq üçün keçəcək müddət. Şəxsi Fasilədən erkən çıxmaq üçün minimum 10 dəqiqə daxil edilməlidir.
71 = Seçilən dilin yüklənməsi üçün botu yenidən başladın:
73 = Təlim
74 = Xəta Ayıqlama: Problemi qaldırmaq üçün birlik Təlimi əsnasında Xəta Ayıqlamanı aktiv edər.
75 = Kənd Axtarışı gecikməsi
76 = Bu sürüşdürmədən istifadə edərək hücum zamanı kənd axtararkən Sonrakı düyməsinə basılma müddətini artıra bilərsiniz.
77 = Bu bəzi kompüterlərdə Sinxronizasiya səhvlərini həll edə bilər.
78 = ZƏMANƏT VERİLMİR! Hər zaman eyni nəticələri verməz.
79 = Min
80 = Maks
81 = Aşağıdakı Maks. san. sürüşdürücüsü, yuxarıdakı Min. san. sürüşdürücüsündən yüksək
82 = Bir dəyərə düzəliş edərək təsadüfi kənd axtarış zamanlayıcısını aktiv edə bilərsiniz.
83 = İnterfeys Dili
84 = İnterfeys dilini fərqli bir ilə dəyiştirmək üçün seçiniz.
85 = Başqa cihazdan qoşulur
86 = xəbərdarlığı alınanda gözlə
87 = Başqa bir cihaz bağlanıldığında bot təkrar qoşulmazdan əvvəl gözləniləcək müddəti saniyə cinsindən daxil edin.
88 = Təlim Test
89 = Bağış Testi
90 = Hücum barını Test edin
91 = Bağışları Online Ayıqlamaq
92 = Xəta Ayıqlama: bağışlarınızın bir çoxunu edin və yalnız bağışı süni edin, ancaq hər hansı bir birliyi bağış etməyin
93 = İnkişaf Etmiş
94 = Təsadüfi klik
95 = DOCK: Android Bot
96 = Kiçiltdiyimdə yenilənir
97 = Bot pəncərəsi üçün fərqli kiçiltmə yöntəmini aktivləşdirin. \R\nBot minimuma gətirildiyini, ekran yenilikləri Görev Çubuğu önizlemesini göstərilir.
98 = Kiçiltdiyimdə gizlət
99 = Simgə simvol vəziyyəti kiçildilmiş vəziyyətdəykən bot pəncərəsini vəzifə çubuğundan gizlədin. \R\nTop pəncərəsini təkrar görmək üçün botu gör funksiyasından istifadə edin.
100 = Açılış Ekranını söndür
101 = Başlanğıcda Splash Screen söndür.
102 = Test tıklayın sürükləyin (sürüşdürmə)
103 = Görüntü Test Edin
104 = Klan Qalasını Məcbur Algıla
105 = Əgər klan Qalası müəyyən deyilsə, botun alqılaya bilmədiyi Slotu Klan qalası olaraq nəzərə almağa məcbur edin
106 = Hücum CSV
107 = Xəta Ayıqlama: Xüsusi CSV təhlil etmək üçün gündəlik faylları yaradır
108 = CSV Hücum Görüntüsü
109 = Xəta Ayıqlama: CSV əmr komandaları tərəfindən hücuma uğramış təmiz və mövqe işarətli görünüş əldə edər
110 = Test istəyi
111 = Kənd Ölçüsünü Test Edin
112 = Uzaqlaşmağı söndür
113 = Xəta Ayıqlama: Kəndin uzaqlaşmasını söndür.
114 = Kənd Mərkəzləşdirməni söndür
115 = Xəta Ayıqlama: Mərkəzləşdirməni söndür
116 = Ölü Kənd qovluğunu test edin
117 = Xəta Ayıqlama: Ötürülən ölü kəndlərin görünüşlərini qeyd edir.
118 = Test düyməsini Test Edin
119 = Təmizlik Sahəsini Test Edin
120 = Ölü Kəndi Test Edin
121 = CSV Hücumu test edin 
122 = Bot Avto. davam edəcək
123 = Sənin botun x dəqiqlərdən sonra avto. davam edəcək
124 = My Bot dizaynının Mövzu Çubuğu
125 = Optimize edilmiş My Bot-un Pəncərə Mövzu Çubuğunu və\r\nBütün Pəncərə kənarını aktivləşdir (botun yenidən başladılması zəruridir)
126 = Birləşdirən zaman Avto. sürüşdür
127 = Android birləşdirilən zaman Avto sürüşdürməni aktivləşdir\r\bot xaricindəki pəncərə aktivasiyası/deaktivasiyası
[637]
637 = *** Section use for Tab Bot Profile ***
1 = Profili dəyiş
2 = Fərqli bir profilə keçmək üçün bunu istifadə edin.
3 = Profillərinizin olduğu qovluq:
4 = Kəndim
5 = Sizin Kənd/Profilin adını daxil edin
6 = Yeni Profil Artır
7 = Təsdiqlə
8 = Profili Sil
9 = Ləğv
10 = Profili Yenidən Adlandır.
11 = Profiliniz onsuzda var.
12 = onsuzda var
13 = Profiliniz üçün başqa bir ad seçin.
14 = Profili həqiqətən silmək istədiyinizə əminmisiniz? Geri alma şansınız yoxdur!

[640]
640 = *** Section use for all Popups ***
1 = Bəli | Ləğv edin
2 = Ekran Ayar Xətası
3 = DPI səhvdir
4 = dpi nizamları səhvdir indi yenidən nizamlayın
5 =%. Botun düzgün çalışması üçün onu 100% ayarlamaq lazımdır.
6 = DPI dəyərini doğru dəyərlə dəyişdirdikdən sonra, kompüterinizi yenidən başladın və botu təkrar işlədin.
7 = Bu dəyişikliyi edənə qədər botdan istifadə edə bilməzsiniz.
8 = DP-i dəyişdirmə təlimatlarını görmək üçün OK tıklayın.
9 = Dəstəklənmir
10 = Bağışlayın, əməliyyat sisteminiz bot tərəfindən dəstəklənmir.
11 = Hey Şef, bəzi fayllarınızı TAPA BİLMİRİK!
12 = Lütfən bütün faylları və qovluqları çıxarın və bu programi təkrar başladın!
13 = Təəssüf başlat düyməsini sabitlənincəyə qədər dövriyyə xarici buraxıldı!
14 = Yaxşı
15 = Hey Şef, fayl Adı səhvdir!
16 = "MyBot.run.exe" faylın adı dəyişdirilmişdir! Lütfən təkrar MyBot.run.exe-yi dəyişdirin və botu yenidən başladın!
17 = MyBot ciddi bir səhv yaşadı
18 = Tapılmadı və ya başladılmadı
19 = Daha çox yardım üçün www.mybot.run forumlarında axtarış edin
20 = MyBotu Bağla!
21 = yaxşı - Proqramdan çıxmaq məcburiyyətində
22 = PC-i yenidən başladın və yenidən cəhd edin,
23 = Qışla
24 = Ordu Düşərgəsi
25 = OK basın və sonra bir dənəsinə tıklayın.
26 = Seçildikdən sonra siçanı sürətlə hərəkət etdirməyin
27 = Binanin adının Mybot üçün görünür olduğundan əmin olun!
28 = Təsbit etmək
29 = Sual
30 = Neçə dənə Qışla var?
31 = Qışlaqları Ordu üzərində ki mövqeyini təsbit edin [1 | 2 | 3 | 4]
32 = OK tıklayın, ardından Klan Qalanıza tıklayın
33 = Klan Qalasını təsbit edin
34 = OK tıklayın, ardından Oxçu Kraliçaya tıklayın.
35 = Oxçu Kraliçanı təsbit edin
36 = Yaxşı
37 = Xəbərdarlıq!
38 = Artıq Android Emulatordən siçanı qaldıra bilərsiniz, Təşəkkürlər!
39 = OK tıklayın, ardindan Barbar Krala tıklayın.
40 = Barbar Kralı təsbit edin
41 = OK tıklayın, ardından Böyük Gözətçiyə tıklayın.
42 = Böyük Gözətçini təsbit edin
43 = OK tıklayın, ardından Laboratoriya binanıza tıklayın.
44 = Laboratoriyanı təsbit edin
45 = OK tıklayın, ardından Büyü Fabrikanıza tıklayın.
46 = Büyü Fabrikanızı təsbit edin
47 = Qara Eleksir Fabrikanızı təsbit edin
48 = OK tıklayın, ardından Qara eleksir Fabrikanıza tıklayın.
49 = OK tıklayın və Bələdiyyə Binasına tıklayın.
50 = Bələdiyyə Binasını təsbit edin
51 = Qaldırmaq üçün Bina "təsbit edin" düyməsinə tıklayın, ardindan Bina/Qəhrəmanlarınıza tıklayın.
52 = Bütün yeniliklərin yeri təsbit edildikdən sonra Bitti düyməsinə basın
53 = Binalarınızı təsbit etməmək üçün üçün ləğv düyməsinə tıklayın.
54 = Təsbit edin Bina | Bitti | Ləğv
55 = Yüksəltmələri təsbit edin
56 = Mətn Oxuma Xətası
57 = Yüksəltmə xərclərini daxil edin
58 = Geliştirici analizi üçün yüksəltmə görüntüsünün kopiyasını saxlamaq istəyirsiniz?
59 = BƏLİ|XEYR
60 = QIZIL | Eleksir | Qara Eleksir
61 = İstifadəçi Köməyi Gərəkir
62 = Yüksəltmə Turunu seçin:
63 = Bütün Bina məlumatlarını Silmə və Yenidən seçə bilmək üçün OK basın
64 = Qeyd = >> Bot bağlanacaq və hazır olduğunda yenidən başladılması gərəkəcək
65 = Və ya çıxmaq üçün Ləğv düyməsinə basın.
66 = Sil və Çıx | Ləğv edin
67 = Bina Məlumatları Silinsinmi?
68 = Bina məlumatlarını silmək istədiyinizə əminsinizmi?
69 = Silmək üçün OK basın və sonra botu yenidən başladın. (Əl ilə)
70 = Konfiqrasyonu Sil
71 = Konfiqrasyonu silmək istədiyinizə əminsinizmi?
72 = Bələdiyyə binasını yüksəltmədəyken təsbit edindinizsə,
73 = O zaman botu yenidən başladın!
74 = Botu yenidən başlatmaq üçün OK tıklayın,
75 = Bağla | Ləğv
76 = Botu bağla lütfən!
77 = Botu yenidən başlatmaq istədiyinizdən əminsinizmi?
78 = Botu bağlamaq üçün OK basın və sonra botu yenidən başladın (manual olaraq)

[641]
641 = *** Section use for Army Training Seçənəklər ***
1 = Seçimlər
2 = Təlim Boşta Qalma müddəti
3 = Təlimi SÖNDÜRÜN
4 = Oyun qalxanı aktiv olan zaman COC-nı Ordu hazır olana qədər bağlayacaq opsiya
5 = Axtarış bölümündə "Büyülərin hazır olması üçün gözlə" seçilidirsə, Büyülərin hazırlanmağı üçün bağlanacaq. 
6 = Axtarış bölümündə "Qəhramanların hazır olmağı üçün gözlə" seçilidirsə, Qəhramanların sağalana qədər bağlanacaq.
7 = Qalxansız
8 = Qalxansız birlikləri təlim edərkən COC həmişə bağlanacaqdır
9 = Not - Bu seçimt Seçilidirsə hücuma gedə bilər və kuboklar itirə bilərsiniz!
10 = Təsadüfi Bağla
11 = seçimtı zaman aşımına uğratmaq, COC-nı bağlamaq və ya Emulator bağlamaq arasında təsadüfi seçim edəcəksiniz
12 =
13 = Emulator Bağla
14 = Seçənək, seçildiyində Android Emulatoru təmamilə bağlanılacaq
15 = Bu seçimtın əlavə olunması, çevrim içi müddətinin bir az daha çox olması üçün lazımlı dəyişən müddətlər səbəbiylə arta bilər baslamak
16 = Qəti Zaman
17 = Birliklərin Təlimi tamamlanması üçün lazım olan qəti müddəti gözləmək üçün seçin
18 = Atribut Seçilidirsə nə qədər Gözlənəcəyini seçin
19 = Təsadüfi Zamanlama
20 = İnsanın unutduğu təsadüfi artıq bir gözləmə müddətini artırmaq üçün seçin
21 = Təsadüfi gözləmə müddətləri yaratmaq üçün istifadə ediləcək əlavə müddət üçün maksimum yüzdə nisbətini daxil edin,
22 = Bot tam zaman aralığında Təsadüfi gözləmə zamanını hesablasın və
23 = Daha çox insan kimi oynamaq üçün daxil edilən maksimum təsadüfi yüzdə.
24 = Təlim üçün sıra sırasını daxil edin
25 = Təlim düşərgəsi
26 = Xüsusi əmr
27 = Xüsusi bir əsgər Təlim əmrini seçmək üçün Aktivləşdirin
28 = Dəyişən Təlim sistemi sırası CSV əmr faylı hücum orduları ilə İstifadə daha istifadəyə yarar ola bilər!
29 = Birlik Təlimini sıra sırasına daxil edin #
30 = Yeni əmirini Tətbiq Et
31 = Xüsusi birlik Təlim əmrini seçməyi bitirdiyinizdə itələmə düyməsi
32 = İkonlar vəziyyətə görə rəng dəyişdirir: Qırmızı = Not Set, Green = Order Set
33 = Xüsusi Qara Qışla əmri
34 = Xüsusi bir Qaranlıq əsgər Təlimi əmrini seçmək üçün Aktivləşdir
35 = Təlimə Təsadüfi Gecikmə Əlavə edin 
36 = Təsadüfi Gecikmə
37 = İki Ordu təliminin arasına təsadüfi gecikmə əlavə edin.
38 = Bu seçimt, hər biri botun boşluq çağırışlarını humanizm edən Təlim pəncərəsinə edilən axtarışları azaldar Aşağıda göstərilən minimum və maksimum dəyərlər arasından seçilən bir bilinməz aralıqla zamana bağlıdır.
39 = Arasında
40 = Və
41 = Bağlamaq üçün Minimum Zaman
42 = Birlik təlim zamanı olsaydı COC bağlanacaq> = (bağlanılması üçün lazım olan minimum müddət) \ r \ n yalnız qalmalı Ana ekr Təlim Sistemi birlikləri <(bağlanılması lazım olan minimum müddət)
43 = Minumum nömrəni daxil edin ki,COC dəqiqələr içərsində bağlanılsın, varsayılandır (2)
44 = Boş Əsgər siyahısı
45 = Bütün əsgrələri siyahıdan silmək və təkrar başlamaq üçün düyməyə basın
46 = Bütün əsgər slotları dolmamışdırsa, boş slotlarda rasgələ əsgər düzəni isti. ediləcək
47 = Kompyuteri dayandır
48 = Opsiya seçili olduğunda kompyuteri dayandıracaqdır\r\nBu Opsiyanın əlavə edilməsi başlatma üçün lazımi dəyişkən zamana görə offline zamanı biraz artıra bilər

[642]
Distributors üçün 642 = *** Bölmə istifadə ***
1 = No COC
2 = Unknown COC
11 = Google
12 = Kunlun
13 = Qihoo
14 = Baidu
15 = 9game
16 = Wandoujia / Downjoy
17 = Huawei
18 = OPPO
19 = VIVO
20 = Anzhi
21 = Kaopu
22 = Lenovo
23 = Guopan
24 = Xiaomi
25 = Haimawan
26 = Leshi
27 = Microvirt
28 = Yeshen
29 = Aiyouxi
9 = No COC
10 = Unknown COC

[643]
Tab Bot Android üçün 643 = *** Bölmə istifadə ***
1 = Distributörlər
2 = Seçilmiş Paylamaya Göre COC-nı başladır.

[644]
 644=***Section use for Hero***
1 = Kral
2 = Kraliça
3 = Böyük Gözətçi 

[1000]
1 = Birlikləri Ürət
2 = Büyüləri Ürət
3 = Təlim Seçənəkləri | Zaman | Xərc

[638]
1 = SmartZap / NoobZap
2 = Q.E Sondalarına Büyü Atması üçün
3 = İldırım B.İstifadə edin
4 = İldırım Büyülərini Qara eleksir Sondalarına atmaq üçün işarətləyin. 
5 = Birliklər "bölümüne" gedin və maximum ayarladığından emin ol
6 = Büyü fabrikanız Büyü sayınızın və səviyyələrinin doğru olduğuna əmin olun.
7 = Zəlzələ BÜYÜSÜ İstifadə edin
8 = Hər hansı bir Qara eleksir Sondasina Klan Qalasındakı Zəlzələ büyüsünü atmaq üçün bunu işarətləyin.
9 = NoobZap Aktiv edin
10 = Hər hansı Qara eleksir Sondalarına ildırım Büyüləri atmaq üçün işarətləyin.
11 = yalnız Ölü Kəndlərdəki Sondaları Vurar
13 = KB Ovu zamanlayıcısı əgər Qəhramanlar buraxılmışsa atma
12 = Bu SmartZap yalnız Ölü Kənd üçündür (Önərilir)
14 = Kənd Binası Ovu zamanlayıcısı Qəhramanların buraxılmışsa SmartZap durdurulacaq
15 = Min.Qara Eleksir miqdarı
16 = Sondalarda ki Qara eleksirin Minimum Miqdarı üçün Dəyər daxil edin
17 = NoobZap Limiti
18 = Hər gözlənilən Qara sonda üçün dəyər seçin
19 = Son büyüdən Gözlənəndən daha az Q.E alması zamanlayıcısı Durdurulacaq
20 = İstifadə edilən İldırım Büyüləri
21 = İstifadə edilən Zəlzələ BÜYÜSÜ
22 = İldırım, Zəlzələ BÜYÜSÜ ile qazanılan Toplam Qara Eleksir miqdarı
23 = SmartZap Xəta ayıqlamaq
24 = Bundan SmartZap-ın xəta ayıqlaması üçün istifadə edin
